import React from "react";
import style from "./Qayta3.module.css";
// import Fade from "react-reveal/Fade";
// import Zoom from "react-reveal/Zoom";

const Qayta3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Fade top cascade> */}
          <div className={style.head}>
            <h2>ФУНКЦИИ ДЕКАНАТА</h2>
            <span></span>
          </div>
        {/* </Fade> */}
        {/* <Zoom top cascade> */}
          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Слушайте духовно, интеллектуально, физически
                и морального совершенствования,
                патриотизм, чувство гражданственности, толерантность к законам,
                в духе уважения к национальным и общечеловеческим ценностям, вредно
                способный противостоять влияниям и течениям, жизнерадостный
                воспитывать, воспитывать, воспитывать, воспитывать, воспитывать, воспитывать, воспитывать и воспитывать
                чувство ответственности перед обществом, гуманизм,
                критерии межнационального согласия, справедливости и верховенства закона
                воспитание в духе осознания и соблюдения;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Базовый и прикладной профессионализм в области юриспруденции
                учебные планы, направленные на обеспечение готовности и
                профилактика правонарушений на основе программ профилактики и общественного
                переподготовка кадров в области обеспечения безопасности
                деятельности, а также теоретической подготовки
                обеспечение неразрывной связи с деятельностью по применению
                современные формы и методы информационно-коммуникационных
                учебно-воспитательный процесс с использованием технологий
                по организации на основе модульной системы предоставления
                координация деятельности кафедр;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Психологическая подготовка слушателей,
                повышение правовой, политической культуры и правосознания
                создание эффективной системы информирования населения и масс -
                работа и взаимодействие со средствами массовой информации
                по развитию и совершенствованию навыков
                проведение воспитательной работы;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Профилактика правонарушений и общественность
                методические и методические рекомендации деятельности по обеспечению
                организация работы по консультационному обеспечению;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Широкое вовлечение слушателей в исследовательскую работу
                повышение научного потенциала кафедр, создание научно-исследовательских
                научно-инновационного сотрудничества
                организация;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Оценка качества образования, проведение его анализа
                а также других организационно-методических мероприятий, направленных на
                организация.
              </p>
            </div>
          </div>
        {/* </Zoom> */}
      </div>
    </div>
  );
};

export default Qayta3;
