import React from "react";
import style from "../../../../components/Tuzilma/Dekanatlar/QaytaTayyorlash/Qayta1.module.css";

const Qayta1 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <div className={style.head}>
          <h2>ДЕКАНАТ ПЕРЕПОДГОТОВИТЕЛЬНЫХ КУРСОВ</h2>
          <span></span>
          <p>
            Деканат переподготовительных курсов Специализированного филиала
            Ташкентского государственного юридического университета создан в
            соответствии с Постановлением Президента Республики Узбекистан
            №ПП-4166 от 7 февраля 2019 года «О дополнительных мерах по
            совершенствованию системы подготовки кадров в сфере профилактики
            правонарушений и обеспечения общественной безопасности».
            Переподготовка кадров с высшим неюридическим образованием по
            специальности “Профилактика правонарушений и обеспечение
            общественной безопасности” в Филиале осуществляется по специальной
            шестимесячной программе очной формы обучения с выдачей диплома
            установленного образца. Переподготовка кадров с высшим неюридическим
            образованием является формой послевузовского обучения, формирующая
            навыки и знания необходимый для практической деятельности. Порядок
            приёма на переподготовительные курсы осуществляется на основании
            Постановление Кабинета Министров №490 от 12 июня 2019 года “О
            порядке приема в специализированный филиал Ташкентского
            государственного юридического университета и организации учебного
            процесса”
          </p>
        </div>
      </div>
    </div>
  );
};

export default Qayta1;
