import t1 from '../../../../../assets/img/Ochilov.jpg'
import t2 from '../../../../../assets/img/Zakurlayev.jpg'
import t3 from '../../../../../assets/img/Niyazov.jpg'
import t4 from '../../../../../assets/img/Jabbarov.jpg'
import t5 from '../../../../../assets/img/Qobilov.jpg'
import t6 from '../../../../../assets/img/Binakulov.jpg'


export const teachers = [
    {
        img: t1,
        name: 'Очилов Самариддин Камолиддинович ',
        abTeach1: 'заведующий В.Б. Юрист 3 ранга.',
        abTeach2: 'Проводит научные исследования на тему” Совершенствование освобождения от уголовного наказания".',
        email: 'Ochilov@sbtsul.uz'
    },
    {
        img: t2,
        name: 'Закурлаев Абдумутал Каримович ',
        abTeach1: 'доцент, доктор юридических наук, юрист 1 степени.',
        abTeach2: '',
        yutuqlari:[
            {
                a:'Памятный знак "1 год независимости Узбекистана" 1992 года '
            },
            {
                a:'В 2006 году награжден медалью “За отвагу '
            }   
        ],
        email: 'Zakurlayev@sbtsul.uz '
    },
    {
        img: t3,
        name: 'Ниязов Максуд Кадамович ',
        abTeach1: 'учитель, советник юстиции 2-го класса',
        abTeach2: "Проводится научное исследование на тему проблемы восприятия доказательств при проведении предварительного расследования",
        email: 'Niyazov@sbtsul.uz '
    },
    {
        img: t4,
        name: 'Jabbarov Ahmad Ravshaovich ',
        abTeach1: 'учитель, юрист 3 класса.',
        abTeach2: '"Проводит научные исследования на тему” Совершенствование организационно-правовых основ государственно-частного партнерства в системе образования"',
        email: 'Jabbarov@sbtsul.uz '
    },
    {
        img: t5,
        name: 'Кобилов Пулат Фахритдинович ',
        abTeach1: 'учитель.',
        abTeach2: '"Проводит научные исследования на тему” договорно-правовые основы перехода прав на интеллектуальную собственность на основании лицензионного договора',
        email: 'Qobilov@sbtsul.uz'
    },
    {
        img: t6,
        name: 'Бинакулов Алиджон Болиевич ',
        abTeach1: 'учитель, юрист 3 класса.',
        abTeach2: '"Проводит научные исследования на тему” международно-правовые аспекты трансплантации органов и тканей человека и их развитие в Узбекистане.',
        email: 'Binakulov@sbtsul.uz'
    },
]
// {
//     img: t1,
//     name: '',
//     abTeach1: '',
//     abTeach2: '',
//     yutuqlari:[
//         {
//             a:''
//         }   
//     ],
//     email: ''
// },


export const nameKaf = `${"Кафедра уголовно-правовых наук "}` 
