import React from "react";
import style from "../../../../components/Tuzilma/Dekanatlar/Tayyorlash/Tayyorlash5.module.css";

const Tayyorlash5 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <h2>РАБОТА С МОЛОДЕЖЬЮ</h2>
          <span></span>
          <p>
            <span></span> Ташкентского государственного юридического университета
 В специализированном филиале (далее - филиал).
 Республики Узбекистан по работе с иностранными инвесторами
 25 декабря 2020 года Президентом Республики Узбекистан
 форум”, 27 января, 10 февраля и 13 апреля текущего года
 и “поддержка молодежи и поддержка населения"
 государственная программа” Год укрепления здоровья", Узбекистан
 В постановлении Президента Республики Узбекистан от 7 февраля 2019 года № ПП-4166
 проводится на основе поставленных задач и задач.
          </p>
          <p>
            <span></span> В настоящее время в филиале обучаются 572 студента
 получают. Из них на 1 курсе-292, на 2 курсе – 280.
 22 тренинга распределены по группам (1 и 2 курсы из 11 групп).
 Ко всем учебным группам были назначены тренеры, и группа
 были избраны капитаны и лидеры молодежи. Каждому студенту
 в электронном виде открывается папка, в которой содержатся личные данные студента,
 информация о близких родственниках, социальный опрос
 есть ответы и фотографии на вопросы.
          </p>
          <p>
            <span></span> 257 студентов (из них 24 девушки) окончили филиал.
 в студенческих общежитиях (ЖТЖ) и 3-х студенческих общежитиях г. Ташкента
 на арендной основе. В студенческих общежитиях
 проведены ремонтные работы и созданы все условия,
 система отопления исправна. Комнаты отдыха оборудованы,
 есть телевизионные и вай-фай зоны. Комнаты для приготовления пищи
 он поставляется с электрическими плитами, микроволновой печью и холодильниками.
 Работают умывальники и туалеты. Студенческие общежития
 заведующие ттж на местах и педагоги-психологи с каждым студентом
 работает на основе индивидуальных бесед, преподавателей и сотрудников
 установлен дежурный. Физическое обучение студентов
 закаливание и проявление способностей в спортивной сфере
 филиал для всех на спортивной площадке и в крытом спорткомплексе
 биография
          </p>
          <p>
            <span></span>29 января 2021 года попечительский совет филиала
 3-4 плана работы в приложении к протоколу заседания Совета
 1-й курс перед обучением каждый день, как определено в пунктах
 8:00 для студентов 13:00 для студентов 2-го курса
 В филиале в плацу проводится проверка качества. Все студенты специальные
 предоставляется одежда (униформа).
          </p>
      </div>
    </div>
  );
};

export default Tayyorlash5;
