import React from "react";
import style from "../../../../components/Tuzilma/Dekanatlar/Tayyorlash/Tayyorlash1.module.css";

const Tayyorlash1 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <h2>ДЕКАНАТ ПОДГОТОВИТЕЛЬНЫХ КУРСОВ</h2>
        <span></span>
        <p>
          Деканат подготовительных курсов Специализированного филиала
          Ташкентского государственного юридического университета создан в
          соответствии с постановлением Президента Республики Узбекистан
          №ПП-4166 от 7 февраля 2019 года «О дополнительных мерах по
          совершенствованию системы подготовки кадров в сфере профилактики
          правонарушений и обеспечения общественной безопасности». Деканат
          является структурным подразделением филиала, который обеспечивает
          непрерывный и общий учебно-воспитательный процесс по направлению
          образования бакалавриата. На сегодняшний день на 1-ом курсе в 13
          академических группах (4 потоков) обучаются 268 студента, из них 241
          парней, 27 девушек. В настоящее время в деканате осуществляет
          деятельность 5 сотрудника: декан, заместители декана, методист, дело
          производитель.
        </p>
      </div>
    </div>
  );
};

export default Tayyorlash1;
