import React from "react";
import style from "../../../../components/Tuzilma/Dekanatlar/Tayyorlash/Tayyorlash3.module.css";
// import Fade from "react-reveal/Fade";
// import Zoom from "react-reveal/Zoom";

const Tayyorlash4 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Fade top cascade> */}
          <div className={style.head}>
            <h2>
              Yзаместитель декана по работе с пловцами
 функции определены следующим образом:
            </h2>
            <span></span>
          </div>
        {/* </Fade> */}
        {/* <Zoom top cascade> */}
          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <li>
                Духовно-нравственное воспитание учащихся, правовое, политическое
 повышение культуры и правосознания граждан
 создание системы, воспитание в них патриотизма, высокого
 формирование духовно-нравственных качеств и
 национальные ценности и традиции в целях развития,
 пропаганда богатого культурного наследия наших предков, создание национальных
 праздники, исторические даты, дни рождения великих предков
 реализация мероприятий по празднованию;
                </li>
              </p>
              <p>
                <li>
                профилактика правонарушений и обеспечение общественной безопасности
 с населением и средствами массовой информации в сфере обеспечения
 научно обоснованный подход к работе и взаимодействию
 в учебно-воспитательном процессе
 эффективное применение;
                </li>
              </p>
              <p>
                <li>
                Совершенствование деятельности филиальных спортивных кружков,
 активное участие студентов в республиканских и международных спортивных соревнованиях
 обеспечение участия;
                </li>
              </p>
              <p>
                <li>
                Проживание студентов в общежитиях обучающихся
 следить за регулярным улучшением условий и осуществлять контроль
 увеличить;
                </li>
              </p>
              <p>
                <li>
                Приверженности принципам независимости Узбекистана и
 высокий, способный внести достойный вклад в развитие общества
 о формировании квалифицированных юридических кадров
 с Министерством внутренних дел, Национальной гвардией и другими организациями
 реализация сотрудничества;
                </li>
              </p>
              <p>
                <li>
                в соответствии с Указом Президента Республики Узбекистан
 государственных стипендий, именных государственных стипендий,
 международные и республиканские олимпиады, конкурсы,
 в том числе фонда” Истеъдод"
 подготовка к участию в конкурсах;
                  </li>
              </p>
              <p>
                <li>
                Филиал общественные объединения (Профсоюз, жен.
 Союза Молодежи Узбекистана
 участие в координации деятельности организации;
                </li>
              </p>
              <p>
                <li>
                разнообразие с учетом интересов учащихся
 кружки по темам, направлениям, их речь
 культуры и аналитического мышления
 организация клубов, направленных на обучение студентов в свободное от занятий время
 он направлен на то, чтобы занять свое время полезным трудом
 организация мероприятий;
                </li>
              </p>
              <p>
                <li>
                Со студентами, проживающими в общежитиях обучающихся
 осуществление духовно-просветительской работы, воспитатели
 контроль за дежурством педагогических работников в жилых помещениях
 делать;
                </li>
              </p>
              <p>
                <li>
                ведение контингента обучающихся; отдел воспитательной работы
 по улучшению посещаемости студентов в сотрудничестве с
 выполнение соответствующих работ;
                </li>
              </p>
              <p>
                <li>
                коучинг, осуществляемый отделами
 координация деятельности;
                </li>
              </p>
              <p>
                <li>
                профессорско-преподавательский состав и студенты университета
 обеспечение соблюдения локальных нормативных актов;
                </li>
              </p>
              <p>
                <li>
                Предусмотренных Уставом филиала и утвержденных директором филиала
 выполнение других задач, возложенных на;
                </li>
              </p>
              <p>
                <li>
                В соответствии с постановлением Кабинета Министров Республики Узбекистан от 12 июля 1999 года
 12 января “укрепление исполнительской дисциплины
 в соответствии с постановлением правительства
 дисциплина, Устав филиала, правила внутреннего распорядка, этикет
 положения, решения совета филиала, приказы директора и
 соблюдать другие локальные документы.
                </li>
              </p>
            </div>
          </div>
        {/* </Zoom> */}
      </div>
    </div>
  );
};

export default Tayyorlash4;
