import React from "react";
import style from "../../../../components/Tuzilma/Dekanatlar/Tayyorlash/Tayyorlash3.module.css";


const Tayyorlash3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>
            Основные обязанности заместителя декана по учебной работе
 определяется как:
            </h2>
            <span></span>
          </div>

          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <li>
                Аналитика у студентов, исходя из потребностей работодателей участие в организации мышления и учебного процесса;
                </li>
              </p>
              <p>
                <li>
                неразрывность образовательного процесса с правоприменительной практикой
 с учетом обеспечения взаимозависимости
 модуль сравнительных учебных программ и учебно-методических материалов
 система разработана с учетом особенностей
 участие в обеспечении и контроле применения;
                </li>
              </p>
              <p>
                <li>
                контроль посещаемости учащихся на уроках;
 учебные, научно-методические, научно-исследовательские,
 организационно-методическую, духовно-нравственную и воспитательную работу
 методические рекомендации по разработке годовых планов работы, охватывающих
 оказание помощи;
                </li>
              </p>

              <p>
                <li>
                Совместно с учебно-методическим отделом разработал расписание занятий
 за счет фонда учебных кабинетов, прикрепленных к деканату.
 и обеспечения их эффективного использования.
 глагол;
                </li>
              </p>

              <p>
                <li>
                проведение учебных занятий на уровне установленных требований
 участие в контроле за проведением;
                </li>
              </p>

              <p>
                <li>
                ежегодная персональная работа профессорско-преподавательского состава кафедр
 в планах только мероприятия воспитательного характера, их часы
 обеспечение разработки с указанием количества,
 а также в оказании им методической помощи в этом процессе
 участие;
                </li>
              </p>

              <p>
                <li>
                годовой план работы преподавателя и группы
 при контроле за правильностью оформления журнала
 участие;
                </li>
              </p>
              <p>
                <li>
                получение студентами знаний, навыков и умений
 предложения по повышению заинтересованности граждан в
 участие в выпуске;
                </li>
              </p>
              <p>
                <li>
                выполнение годового плана работы кафедрами
 прием и обработка подготовленных отчетов
 участие в обобщении;
                </li>
              </p>
              <p>
                <li>
                результаты текущего, промежуточного и итогового контроля учащихся
 При проведении анализа совместно с учебно-методическим отделом
 участие;
                </li>
              </p>
              <p>
                <li>
                Предусмотренных Уставом филиала и утвержденных директором филиала
 выполнение других задач, возложенных на;
                </li>
              </p>
              <p>
                <li>
                В соответствии с постановлением Кабинета Министров Республики Узбекистан от 12 июля 1999 года
 12 января “укрепление исполнительской дисциплины
 в соответствии с постановлением правительства
 дисциплина, Устав филиала, правила внутреннего распорядка, этикет
 положения, решения совета филиала, приказы директора и
 соблюдать другие локальные документы.
                </li>
              </p>
            </div>
          </div>
      </div>
    </div>
  );
};

export default Tayyorlash3;
