import React from 'react'
// import Zoom from 'react-reveal/Zoom';
import style from './Tayyorlash5.module.css'

const Tayyorlash7 = () => {
    return (
        <div className={style.main}   >
        <div className={style.inMain} >
        {/* <Zoom top > */}

            <h2>
            РАБОТА С МОЛОДЕЖЬЮ
            </h2>
            <span></span>
            <p>
                <span></span> Встречи студентов филиала с известными людьми-депутат Законодательной палаты Олий Мажлиса Р.Были проведены встречи с Кушербаевым, руководителями-женщинами МВД и Национальной гвардии, военным атташе посольства Южной Кореи, известными учеными и мастерами спорта.
            </p>
            <p>
                <span></span> в соответствии с планом-графиком Министерства высшего и среднего специального образования организовано регулярное посещение студентами филиала государственных театров, музеев и кинопоказов. В целях повышения интереса и раскрытия таланта студентов филиала к музыке, живописи, литературе и другим видам искусства проводятся различные творческие конкурсы. 
            </p>
            <p>
                <span></span> Для студентов филиала было проведено несколько спортивных соревнований, победители которых были награждены в торжественной обстановке. В частности, среди юношей соревнования по многоборью (перетягивание каната, поднятие 24 КГ, бег на 100 метров, перетягивание каната), мини-футболу, шахматам, шашкам, настольному теннису; среди девушек-по бадминтону. Каждые полмесяца учащиеся сдают спортивные нормативы (подтягивания на турнике, бег на 100 метров и 3 км).
            </p>
            <p>
                <span></span> С участием студентов филиала были проведены праздничные концерты, посвященные Дню защитника Отечества 14 января, дню рождения наших великих предков Алишера Навои и Захириддина Мухаммада Бабура, Международному женскому празднику 8 марта. “Студенческий театр-студия " филиала (руководитель Ж.Егамов) было поставлено 3 спектакля.
            </p>
            <p>
                <span></span> Регулярно проводятся встречи со студентами филиала, проживающими в общежитиях, среди которых проводятся беседы на тему профилактики правонарушений и преступности.
            </p>
        {/* </Zoom> */}
        </div>
    </div>
    )
}

export default Tayyorlash7
