import React from "react";
// import Zoom from "react-reveal/Zoom";
import style from "./Tayyorlash6.module.css";

const Tayyorlash6 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Zoom top> */}
          <h2>РАБОТА С МОЛОДЕЖЬЮ</h2>
          <span></span>
          <p>
            <span></span> Обращение Президента Республики Узбекистан К Олий Мажлису
 Презентация по обращению будет подготовлена и пройдет в январе 2021 года
 широко обсуждается во всех учебных группах, суть содержания
 объяснено. В филиале изучается правовая, политическая культура студентов и
 в целях создания эффективной системы повышения правосознания
 с учащимися устанавливаются регулярные контакты, в разрезе групп
 регулярно проводятся беседы. Обучение студентов филиала
 и рекомендации на основе жизненного опыта на узбекском и русском языках
 подготовлено на русском языке и доставлено через группы Telegram.
          </p>
          <p>
            <span></span>Персональные справки для студентов 2-го курса
 Молодой человек, не прошедший военную службу, представленный во 2-е отделение филиала
 призыв студентов на военную службу летом 2021 года и
 их родители являются сотрудниками Министерства обороны Республики Узбекистан.
 заключение договора с территориальными сетями, соответствующие денежные средства
 устанавливается уплата сборов.
          </p>
          <p>
            <span></span> Директора филиала и начальника УВД Юнусабадского района
 Студенты 2-го курса по совместному приказу от апреля 2021 года
 Юнусабадский район 5 махалля правоохранительные органы профилактика
 в свободное от учебы время прикрепляется к инспекторам
 они оказывают практическую помощь инспекторам по профилактике. В том числе,
 неорганизованная молодежь по соседству 1 на каждые 2 активных студента
 к каждому из них была создана отдельная группа телеграмм,
 и с ними ведется постоянная воспитательная работа.
          </p>
          <p>
            <span></span>Указ Президента Республики Узбекистан от 7 июля 2019 года
 в соответствии с пунктом 4166 решения ПК-2 от февраля филиал
 правовая, политическая культура и правосознание студентов,
 несколько видов спорта для повышения физической подготовки
 открыты секции и кружки ("Уголовное право", " гражданское
 право”, русский и английский языки, самбо, бокс, рукопашный бой, баскетбол,
 "Независимое мнение" и др.).
          </p>
          <p>
            <span></span> Студенты филиала активно участвуют в научно-исследовательской работе
 участвуют 5 студентов в 1 квартале 2021 года
 научные статьи были написаны. Студенты С.Баратова и А.Мамажоновы
 ПРООН и министерства занятости и трудовых отношений
 каждый из инновационных стартап идей, проведенных проектом
 активное участие в конкурсе, на проведение которого будут выделены гранты в размере 50 млн. сумов
 достигнув совершеннолетия, они вышли на последний этап конкурса в марте 2021 года.
 Студенты филиала” третий Ренессанс – глазами молодежи"
 активное участие в конкурсе, победители отраслевого конкурса
 награждены, их презентации и видеоролики на республиканском этапе
 представлено. Команда филиала по киберспорту “Uzbekistan Cyber Cup”
 принимал активное участие в конкурсе им.
          </p>
        {/* </Zoom> */}
      </div>
    </div>
  );
};

export default Tayyorlash6;
