import t1 from '../../../../../assets/img/boltayev.jpg'
import t2 from '../../../../../assets/img/xamraqulov.jpg'
import t3 from '../../../../../assets/img/shonazarov.jpg'


export const teachers = [
    {
        img: t1,
        name: 'Болтаев Мансуржон Сотиволдиевич ',
        abTeach1: 'Заведующий кафедрой государственно-правовых наук, кандидат юридических наук, доцент, юрист 3-й степени.',
        abTeach2: 'Проводит научные исследования на тему” Совершенствование гражданско-правового регулирования медицинской страховой деятельности в Республике Узбекистан".       ',
        email: 'boltayev@sbtsul.uz '
    },
    {
        img: t2,
        name: 'Хамракулов Шавкат Салимович',
        abTeach1: 'Преподаватель кафедры государственно-правовых наук, юрист 2-го разряда.',
        abTeach2: 'Проводит научное исследование на тему” вопросы регулирования договора обязательного страхования гражданской ответственности работодателя".',
        email: 'xamraqulov@sbtsul.uz '
    },
    {
        img: t3,
        name: 'Shonazarov Ulfat Ibrogim o‘g‘li ',
        abTeach1: 'Преподаватель кафедры государственно-правовых наук,',
        abTeach2: 'Проводит научное исследование на тему“ Гражданско-правовое регулирование изъятия земельного участка для государственных и общественных нужд".',
        email: 'shonazarov@sbtsul.uz '
    },
]
// {
//     img: t1,
//     name: '',
//     abTeach1: '',
//     abTeach2: '',
//     yutuqlari:[
//         {
//             a:''
//         }   
//     ],
//     email: ''
// },


export const nameKaf = `${"Davlat-huquqiy fanlar kafedrasi  "}` 
