import React from "react";
import style from "./Qabul2.module.css";

const Qabul2 = () => {
  return (
    <div className={style.main}>
      <div className="block">
        <div className="container">
          <h5>Уважаемые абитуриенты города Ташкента и Ташкентской области</h5>
          <p className={style.paragraf}>
          Приглашаем вас посетить Ташкентский государственный юридический университет
          Специализированный филиал (далее филиал)в 2020/2021
          документы для поступления на учебный год
          приглашаем вас подать заявку. Филиал Представляет Республику Узбекистан
          Города Ташкента и города Ташкента
          в области профилактики правонарушений и обеспечения общественной безопасности
          Министерство внутренних дел Республики Узбекистан в сфере обеспечения
          и Национальной гвардии в систему современных и высококвалифицированных юридических
          организуется с целью подготовки кадров. О филиале
          с более подробной информацией<a href="https://sbtsul.uz">sbtsul.uz</a>{" "}
          сайт,{" "}
            <a href="https://t.me/TDYU_ixtisoslashtirilgan_filiali">
              {" "}
              в телеграмм-канале
            </a>{" "}
            – yoki <a href="https://www.lex.uz">www.lex.uz</a> на сайте:
            Указ Президента Республики Узбекистан от 7 февраля 2019 года
            № ПП-4166; постановление Кабинета Министров Республики Узбекистан
            С ним можно ознакомиться в постановлении от 12 июня 2019 года № 490.
          </p>
          <h5 className={style.title}>
          Специализированный Ташкентский государственный юридический университет
          общий прием в филиал установлен на 2020/2021 учебный год
          по квоте
          </h5>

          <table className={style.table}>
            <thead>
              <tr>
                <th rowSpan="12"> Код направления обучения (шифр)</th>
                <th rowSpan="10"> Направление обучения</th>
                <th rowSpan="10">Всего</th>
                <th colSpan="6">В том числе</th>
              </tr>
              <tr>
                <td colSpan="3">Узбекская группа</td>
                <td colSpan="3">Русская группа</td>
              </tr>
              <tr>
                <th rowSpan="5">Всего</th>
                <td colSpan="2">следовательно</td>
                <th rowSpan="5">Всего</th>
                <td colSpan="2">следовательно</td>
              </tr>
              <tr>
                <td rowSpan="2">Мужчины</td>
                <td rowSpan="2">Женщины</td>
                <td rowSpan="2">Мужчины</td>
                <td rowSpan="2">Женщины</td>
              </tr>
            </thead>
            <tbody className="border">
              <tr>
                <td>5240100</td>
                <td>
                Юриспруденция (профилактика правонарушений и общественность обеспечение безопасности)
                </td>
                <th>255</th>
                <th>230</th>
                <td>210</td>
                <td>20</td>
                <th>25</th>
                <td>20</td>
                <td>5</td>
              </tr>
            </tbody>
          </table>
          <h5 className={style.title}>
          Специализированный Ташкентский государственный юридический университет <i>параметры льготного приема < /i> утверждены в филиале
          </h5>
          <table className={style.table} style={{ width: "70%" }}>
            <thead>
              <tr>
                <th>№</th>
                <th>Категория льгот</th>
                <th>Показатели приема на основе государственного гранта</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <th></th>
                <th>Итого по филиалам</th>
                <th>24</th>
              </tr>
            </tbody>
            <tfoot>
              <tr>
                <td>1.</td>
                <td>
                Выпускники дома и детского городка" Мехрибонлик" для детей-сирот{" "}
                </td>
                <td>3</td>
              </tr>
              <tr>
                <td>2.</td>
                <td>                  
                Профилактика правонарушений и противодействие преступности
                внес достойный вклад в борьбу, в служебную или научную деятельность
                органов внутренних дел, достигших высоких результатов
                для детей действующего персонала
                </td>
                <td>8</td>
              </tr>
              <tr>
                <td>3.</td>
                <td>
                Срочная служба в рядах Вооруженных Сил Республики Узбекистан
                отслужив воинскую службу, командир воинской части
                для тех, у кого есть рефералы{" "}
                </td>
                <td>13</td>
              </tr>
            </tfoot>
          </table>
          <h5 className={style.title}>
          Специализированный Ташкентский государственный юридический университет
 о приеме документов, поданных в филиал
          </h5>
          <h3>Информация</h3>
          <p>По состоянию на 20 июля 2020 года</p>
          <table className={style.table} style={{ width: "70%" }}>
            <thead>
              <tr>
                <th rowSpan="2">Язык обучения</th>
                <th rowSpan="2">Количество лиц, документы которых приняты</th>
                <th colSpan="2">следовательно</th>
              </tr>
              <tr>
                <th>Мужчины</th>
                <th>Женщины</th>
              </tr>
            </thead>
            <tbody>
              <tr>
                <td>Группа получателей образования на узбекском языке</td>
                <td>1102</td>
                <td>989</td>
                <td>113</td>
              </tr>
              <tr>
                <td>Группа обучающихся по русскому языку</td>
                <td>132</td>
                <td>97</td>
                <td>35</td>
              </tr>
            </tbody>
            <tfoot>
              <tr>
                <th>Всего</th>
                <th>1234</th>
                <th>1086</th>
                <th>148</th>
              </tr>
            </tfoot>
          </table>
          <p>
          Студентам в установленном порядке выплачивается стипендия и они Студентам предоставляется жилье.
          </p>
          <p>
          Обучение в филиале осуществляется на основе современного международного опыта и с использованием опыта работы в данной области Н.
          </p>
          <p>
          Выпускникам, окончившим филиал” Юриспруденция " Образование и специального звания "лейтенант" принят на службу с выдачей.
          </p>
          <br />
          <p>
          Прием в филиал осуществляется с 20 июня по 20 июля текущего года (в этот же день).
          </p>
          <p>Требования к претенденту на участие в конкурсе:</p>
          <p>возраст не моложе 18 лет и не старше 25 лет;</p>
          <p>
          рост 165 см для мужчин.160 см для  женщин.не быть ниже;          </p>
          <p>быть несудимым;</p>
          <p>быть физически здоровым.</p>
          <p>
          лица, постоянно зарегистрированные по месту постоянного жительства в городе Ташкенте или Ташкентской области.
          </p>
          <br />
          <h5>Необходимые документы:</h5>
          <p>Копия паспорта (с указанием оригинала);</p>
          <p>
          Документы, подтверждающие право на льготы при поступлении (при наличии);
          </p>
          <p>
          Оригинал документа (с приложением) об окончании общего среднего образования (на базе 11 классов)или учреждения среднего специального, профессионального образования;
          </p>
          <p>
          Оригинал документа (с приложением) об окончании общего среднего образования (на базе 11 классов)или учреждения среднего специального, профессионального образования;
          </p>
          <p>
          Справка о состоянии здоровья установленного образца по месту постоянного проживания (с указанием параметра роста);
          </p>
          <p>6 цветных фотографий размером 3, 5х4, 5 см (без головного убора);</p>
          <p>
          Справка о наличии судимости или несудимости (из центра государственных услуг).
          </p>
          <br />
          <p>
          Получить интересующую вас информацию можно, связавшись с call-центром, созданным в филиале, по следующему номеру телефона:
          </p>
          <p>(71) 207-03-78 (Номер доверия)</p>
          <p>(55) 501-11-58 (Колл-центр) </p>
          <p>(55) 501-11-59 (Колл-центр)</p>
        </div>
      </div>
    </div>
  );
};

export default Qabul2;
