import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/OquvUslubiy/Components/OquvUslubiy1.module.css";

const OquvUslubiy3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>ЗАДАЧИ ОТДЕЛА</h2>

            <span></span>
          </div>
          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
              В филиале проводятся демократические и правовые
              реформ, формирования гражданского общества
              и современным международным стандартам
              профилактику правонарушений и обеспечение общественной безопасности
              подготовка и переподготовка юридических кадров в сфере обеспечения
              правоприменительная деятельность теоретической подготовки при подготовке
              ной республики, направленных на обеспечение неразрывной связи
              формы и методы, информационно-коммуникационные технологии
              модульная система организации учебного процесса с применением
              организация на основе;
              </p>
              <p>
              самостоятельная подготовка обучающихся
              теоретического обучения с учетом углубления
              дальнейшая оптимизация зависит от потребностей работодателей
              аналитическое мышление и профессиональная
              развивать навыки, их психологическое
              правовой, политической культуры и правосознания
              фундаментальных, базовых, а также прикладных профессиональных
              план, программа, направленные на обеспечение готовности,
              исходя из особенностей модульной системы учебно-методического материала
              координация разработки, исходя из;
              </p>
              <p>
              условную единицу определения объема учебной нагрузки учащихся
              (кредиты) на образовательный процесс
              применение;
              </p>
              <p>
              подготовка учебников и учебных пособий нового поколения и координация регулярного обновления;
               </p>
              <p>
              эффективная работа с контингентом обучающихся;
              </p>
              <p>
              Координация учебной, учебно-методической работы филиала.
              </p>
            </div>
          </div>
      </div>
    </div>
  );
};

export default OquvUslubiy3;
