import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/OquvUslubiy/Components/OquvUslubiy1.module.css";

const OquvUslubiy1 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>УЧЕБНО-МЕТОДИЧЕСКИЙ ОТДЕЛ</h2>
            <span></span>
            <p>
            Учебно-методический отдел Специализированного филиала Ташкентского государственного юридического университета образован в соответствии с Постановлением Президента Республики Узбекистан “О дополнительных мерах по совершенствованию системы подготовки кадров в сфере профилактики правонарушений и обеспечения общественной безопасности” №4166 от 7 февраля 2019 года.   
            </p>
            <p>Организация учебного процесса, направленного на подготовку кадров в сфере профилактики правонарушений и обеспечения общественной безопасности на основе учебных планов и программ, обеспечивающих базовую  и практическую профессиональную подготовку в сфере юриспруденции, а также на основе модульной системы обучения с применением современных форм и методов, информационно-коммуникационных технологий, направленных на обеспечение тесной связи теоретической подготовки с правоприменительной деятельностью;</p>
            <p>Создание эффективной системы, основанной на модульной системе, а также учебных планах, программах и учебно-методических материалах направленных на повышение практических навыков и психологической подготовки, повышения правовой, политической культуры и правосознания обучающихся.</p>
            <p>
            В настоящее время в филиале обучаются 268 студентов а в учебном процессе задействовано более 25 профессоров и преподователей.
            </p>
            <p>В учебно-методическом отделе работают 4 человека.</p>
          </div>
      </div>
    </div>
  );
};

export default OquvUslubiy1;
