import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/Kadrlar/Components/Kadrlar3.module.css";

const Kadrlar3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <div className={style.head}>
          <h2>ЗАДАЧИ ОТДЕЛА КАДРОВ</h2>
          <span></span>
        </div>
        <div className={style.grid}>
          <div className={style.block}>
            <div className={style.svg}></div>
            <p>
              <li>
                организация работы на основе отраслевого законодательства;
              </li>
            </p>
            <p>
              <li>
                координация и методическое руководство работой по разработке,
                совершенствованию должностных инструкций сотрудников отдела;
              </li>
            </p>
            <p>
              <li>
                разработка рабочих планов отдела и обеспечение их осуществления;
              </li>
            </p>
            <p>
              <li>
                в соответствии с требованиями Положения о порядке работы с
                кадрами в органах и учреждениях юстиции, утвержденного главой 3
                Положения о системе HR-менеджмента в органах и учреждениях
                юстиции, утвержденного приказом министра юстиции Республики
                Узбекистан от 24 марта 2020 года № 68-ум, рекомендация
                сотрудников в филиал, проведение конкурса, формирование
                кадрового резерва и ознакомление принятых на работу сотрудников
                с внутренними локальными документами;
              </li>
            </p>
            <p>
              <li>
                подготовка по согласованию с директором филиала (на регулярной
                основе) представлений в Министерство юстиции Республики
                Узбекистан о присвоении сотрудникам специальных званий и
                классных чинов;
              </li>
            </p>
            <p>
              <li>
                внесение предложений руководству по поощрению
                профессорско-преподавательского состава и сотрудников,
                демонстрирующих особый пример производительности труда;
              </li>
            </p>
            <p>
              <li>
                обеспечение соблюдения работниками филиала трудовой дисциплины в
                соответствии с Трудовым кодексом и правилами внутреннего
                распорядка и трудового договора;
              </li>
            </p>
            <p>
              <li>
                разработка график отпусков профессорско-преподавательского
                состава и сотрудников, утверждение его с директором Филиала по
                согласованию с профсоюзом;
              </li>
              <li>
                подготовка проектов приказов директора о приеме на работу,
                предоставлении трудовых отпусков и командировок
                профессорско-преподавательскому и другому персоналу и оформление
                трудовых договоров;
              </li>
              <li>
                провести анализ состояния соблюдения работниками трудовой
                дисциплины и выработать предложения по устранению выявленных
                недостатков;
              </li>
              <li>
                выдача дубликатов дипломов по обращениям юридических и
                физических лиц в установленном порядке и ведение их отчетности;
              </li>
              <li>
                вести отчетность о расходовании дипломов, выданных выпускникам,
                и направлять информацию в соответствующие органы в установленном
                порядке;
              </li>
              <li>
                прием, учет поступающих в отдел документов, оформление исходящих
                документов, выдача приказов в установленном порядке.
              </li>
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Kadrlar3;
