import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/AT/Components/AT3.module.css";


const AT3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>ЗАДАЧИ ОТДЕЛА</h2>
            <span></span>
          </div>

          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
              Внедрение информационно-коммуникационных технологий и
              разработка их программного обеспечения и настройки
              и информационной безопасности; в филиале
              организация эффективного использования сети Интернет,
              контроль за работой корпоративной и локальной сети;
              улучшение веб-сайта и службы электронной почты, постоянный
              и интерактивных услуг
              обеспечение доступа филиалов к глобальной сети
              обеспечение интеграции образовательного процесса
              автоматизация, формирование электронной научно-методической базы
              и организация его постоянного обновления; 
              для выполнения возложенных задач необходимо выполнять следующие функции
              выполняет:
              </p>
              <p>
              а) внедрение информационно-коммуникационных технологий и
              разработка их программного обеспечения и настройки
              и информационной безопасности:
              устранение существующих технических и программных проблем на компьютерах
              и предотвращение повторения
              реализация мероприятий; компьютер в учебном процессе
              по эффективному использованию техники и технологии
              делать предложения; компьютерные классы и компьютеры
              определение нуждаемости, определение ответственных лиц и
              контроль за эффективным использованием компьютерных кабинетов
              в структурных подразделениях; 
              установка системного и офисного программного обеспечения компьютеров и
              обновление: для процесса обучения на существующих компьютерах
              установка необходимых программных средств и установка компьютерной техники
              средств массовой информации; Информационно-коммуникационные
              внедрение и использование информационных технологий
              учебно-методическое пособие, посвященное вопросам
              </p>
              <p>
              б) организация эффективного использования сети Интернет в филиале
              корпоративной и локальной сети:
              обучение и обучение студентов доступны в жилых помещениях
              постоянные производители сетевых устройств (серверов, СВЧ) 
              обеспечение их устойчивости и техническое обслуживание;
              подключение компьютеров к локальной сети и работа в локальной сети
              контроль; антивирус (антивирус) для компьютеров)
              установка и обновление программного обеспечения
              системы видеонаблюдения, установленной в учебных помещениях
              контроль за их постоянной работой; в структурных подразделениях
              методические рекомендации по техническим и программным средствам локальной сети
              и технической поддержки; по подключению к сети Интернет
              заключение договоров с поставщиками в установленном порядке
              предложения руководству филиала по оформлению
              эффективно использовать интернет для сотрудников и студентов
              обеспечение и контроль доступа в интернет; 
              </p>
              <p>
              в) официальный сайт и почтовый сервис
              улучшение и постоянная активная работа, интерактивный
              услуг: в структурных подразделениях
              партнерская электронная почта сотрудников
              предоставлять услуги и направлять их по электронной почте
              мониторинг их использования; официальный сайт
              информация о деятельности филиала
              своевременное обогащение с;
              </p>
              <p>
              г) интеграция отраслевых информационных систем в глобальную сеть
              обеспечение автоматизации образовательного процесса,
              формирование и постоянное обновление научно-методической базы
              в организации проведения: автоматизация учебного процесса
              по развитию существующих программ по развитию
              контроль за эффективным использованием; глобальные информационно-правовые и
              подключение к образовательным ресурсам и их регулярное обновление
              электронного документооборота, внедренного в филиале
              контроль за эффективным использованием системы документооборота
              создание электронной базы образовательных ресурсов и
              контроль за заполнением и ведением реестра;
              создание электронных вариантов литературы нового поколения
              программное обеспечение и техническая поддержка; создаваемая электроника
              формирование и постоянное обновление базы учебников
              Борки
              </p>
            </div>
          </div>
      </div>
    </div>
  );
};

export default AT3;
