import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/KonselyariyaArxiv/Components/KonAr1.module.css";

const KonAr1 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>КАНЦЕЛЯРИЯ И ОТДЕЛ АРХИВ</h2>
            <span></span>
            <p>
            Ташкентского государственного юридического университета
            канцелярия и архив филиала от 7 февраля 2019 года
            "Профилактика правонарушений и обеспечение общественной безопасности
            системы подготовки кадров в сфере обеспечения
            о дополнительных мерах по совершенствованию законодательства
            в соответствии с постановлением правительства Кыргызской Республики.
            </p>
            <p>Канцелярия и архив специализированного филиала является структурным подразделением филиала, осущестляющим управление офисным и электронным документоборотом, а также осуществляет систематический учет и хранение архивных документов, связанных с деятельностью филиала.</p>
            <p>В филиале работают 1 заведующая Канцелярия, 1 архивариус, 1 курьер. В филиале используют программе av.ijro.uz для электронного контроля документов.</p>
          </div>
      </div>
    </div>
  );
};

export default KonAr1;
