import React from "react";
import style from "../../../../../components/Tuzilma/Kafedralar/Umumtalim/Components/Umum3.module.css";
// import Fade from "react-reveal/Fade";
// import Zoom from "react-reveal/Zoom";

const Umum3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Fade top cascade> */}
          <div className={style.head}>
            <h2>ОСНОВНЫЕ ЗАДАЧИ КАФЕДРЫ</h2>

            <span></span>
          </div>
        {/* </Fade> */}
        {/* <Zoom top cascade> */}
          <div className={style.grid}>
            <p>
              <span></span> Кафедра основана в сентябре 2019 года. На кафедре работают 10 преподавателей. Двое из них имеют степень доктора - PhD, а один преподаватель – доцент ВАКа .
            </p>

            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> На кафедре преподают дисциплины: «Иностранный язык для юристов», «Русский / узбекский язык для юристов», «Правовые информационные технологии», «Устные и письменные навыки юриста» в течение 1 учебного года; Студентам 2 курса преподаются «Основы ислама» и «Иностранные языки для юристов». Курс «Психология предупреждения преступности и общественной безопасности» преподается на 3 курсе. 
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Модуль «Иностранный язык для юристов» направлен на развитие коммуникативной, лингвистической и социолингвистической, прагматической компетенции студентов в общении на иностранном языке и проведении исследований в области права.
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Научный модуль «Основы ислама» направлен на развитие у студентов навыков и компетенций по выявлению, анализу и оценке некоторых проблем, связанных с улучшением знаний об основах ислама, национальных и религиозных ценностях.
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Предметный модуль «Русский / узбекский язык для юристов» в русскоязычных и узбекских группах направлен для повышения уровня знаний студентов узбекского / русского языков, для обоснования и выражения своего мнения устной и письменной форме, для овладения узбекским литературным языком, формирования и развития умений общения, для овладения государственным языком по специализации направления. 
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Модуль «Письменные и устные коммуникативные навыки речи юриста» предоставляет студентам профессиональные коммуникативные навыки, правильное использование речи в любой правовой ситуации, прагматическую эффективность во всей переписке и общении, совершенствование полемических навыков, высокий уровень литературного языка. Формирование практических навыков, направленные на развитие умения составлять, говорить и эффективно общаться с населением в соответствии с логико-семантическими и лингвистическими нормами, формировать умение четко и рационального использования. 

              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Целью преподавания модуля «Правовые информационные технологии» является ознакомление студентов с современными информационными и коммуникационными технологиями, предоставление общей информации о программном и аппаратном обеспечении современных компьютеров, использовании информационных и коммуникационных технологий при решении юридических задач, базовых информационных технологиях. Он состоит из приобретения углубленных знаний по предмету, статистической обработки данных, формирования знаний, навыков и компетенций в применении информационно-поисковых систем в юридической практике. 

              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Модуль «Психология предупреждения преступности и общественной безопасности» обеспечивает всесторонний и систематический анализ информации о криминогенной ситуации будущих специалистов, оценку эффективности существующих сил и инструментов в предупреждении преступности, а также причин их возникновения и мер. направленная на устранение условий, которые позволяют им, согласование ситуации в области предупреждения преступности, предотвращения правонарушений и преступлений, то есть способность лиц, причастных к общественной безопасности, видеть реальные решения для событий, которые могут произойти в общественной жизни и ориентирован на то, чтобы быть готовым к любой ситуации.

              </p>
            </div>
          </div>
        {/* </Zoom> */}
      </div>
    </div>
  );
};

export default Umum3;
