import React from "react";
import style from "../../../../../components/Tuzilma/Kafedralar/Umumtalim/Components/Umum1.module.css";

const Umum1 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <h2>КАФЕДРА ОБЩЕОБРАЗОВАТЕЛЬНЫХ НАУК</h2>
        <span></span>
        <p>
        Кафедра общеобразовательных наук создана в сентябре 2019 года в соответствии с постановлением Президента Республики Узбекистан от 7 февраля 2019 года № ПП - 4166 “о дополнительных мерах по совершенствованию системы подготовки кадров в сфере профилактики правонарушений и обеспечения общественной безопасности”. Кафедра непосредственно подчиняется деканату курсов переподготовки. Всего на кафедре работают 10 профессоров и преподавателей.
        </p>
      </div>
    </div>
  );
};

export default Umum1;
