import React from "react";
import style from "../../../../../components/Tuzilma/Kafedralar/Umumtalim/Components/Umum1.module.css";

const Umum1 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <h2>Кафедра общеобразовательных дисциплин</h2>
        <span></span>
        <p>
          Кафедра общеобразовательных дисциплин образована в сентябре 2019 года,
          в соответствии с Указом Президента Республики Узбекистан от 7 февраля
          2019 года № ПП-4166 «О дополнительных мерах по совершенствованию
          системы подготовки кадров в сфере профилактики правонарушений и
          обеспечения общественной безопасности». Кафедра непосредственно
          подчиняется деканату курсов переподготовки. Состав кафедры состоит из
          10 преподавателей основного штата
        </p>
      </div>
    </div>
  );
};

export default Umum1;
