import React from "react";
import style from "../../../../../components/Tuzilma/Kafedralar/Umumtalim/Components/Umum3.module.css";
// import Fade from "react-reveal/Fade";
// import Zoom from "react-reveal/Zoom";

const Umum3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Fade top cascade> */}
          <div className={style.head}>
            <h2>ОБЯЗАННОСТИ ОТДЕЛА</h2>

            <span></span>
          </div>
        {/* </Fade> */}
        {/* <Zoom top cascade> */}
          <div className={style.grid}>
            <p>
              <span></span> Кафедра создана в сентябре 2019 года. Всего на кафедре работают 10 профессоров и преподавателей. Из них двое имеют ученую степень PhD, один имеет ученое звание доцента.
            </p>

            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> На кафедре преподаются следующие курсы: «Иностранный язык для юристов», «Русский / узбекский язык для юристов», «Правовые информационные технологии», «Устные и письменные навыки юриста»; Студентам 2 курса преподаются «Основы ислама» и «Иностранные языки для юристов». Курс «Психология предупреждения преступности и общественной безопасности» будет преподаваться на 3 курсе.{" "}
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Модуль иностранного языка для юристов направлен на развитие коммуникативной, лингвистической и социолингвистической, прагматической компетенции студентов в общении на иностранном языке и проведении исследований в области права.{" "}
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Научный модуль «Основы ислама» направлен на развитие у студентов навыков и компетенций по выявлению, анализу и оценке некоторых проблем, связанных с улучшением их знаний об основах ислама, национальных и религиозных ценностях.{" "}
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Предметный модуль «Русский / узбекский язык для юристов» В русскоязычных и узбекских группах для повышения уровня знаний учащихся узбекского / русского языков, для обоснования своего мнения устно и письменно, для овладения узбекским литературным языком формирование и развитие умение пользоваться, овладевать государственным языком по языковым факторам юридического языка.
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Модуль «Устная и письменная речь юриста» предоставляет студентам навыки профессионального общения, правильное использование речи в любой правовой ситуации, прагматическую эффективность во всей переписке и общении, совершенствование полемических навыков, высокий уровень литературного языка. Формирование практических навыков. навыки, направленные на развитие умения составлять, говорить и эффективно общаться с населением в соответствии с логико-семантическими и лингвистическими нормами, формировать умение четко и рационально использовать.

              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Целью преподавания модуля «Правовые информационные технологии» является ознакомление студентов с современными информационными и коммуникационными технологиями, предоставление общей информации о программном и аппаратном обеспечении современных компьютеров, использовании информационных и коммуникационных технологий при решении юридических задач, базовых информационных технологиях. Формирование знаний, навыков и компетенций в области углубленных знаний, статистической обработки данных, применения информационно-поисковых систем в юридической практике.

              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span> Модуль «Психология предупреждения преступности и общественной безопасности» обеспечивает всесторонний и систематический анализ информации о криминогенной ситуации будущих специалистов, оценку эффективности существующих сил и инструментов в предупреждении преступности, а также причин их возникновения и мер. направленная на устранение условий, которые позволяют им, согласование ситуации в области предупреждения преступности, предотвращения правонарушений и преступлений, то есть способность сотрудников общественной безопасности видеть реальные решения событий, которые могут произойти в общественной жизни и целенаправленно на готовность к любой ситуации.

              </p>
            </div>
          </div>
        {/* </Zoom> */}
      </div>
    </div>
  );
};

export default Umum3;
