import t1 from '../../../../../assets/img/shakirov.jpg'
import t2 from '../../../../../assets/img/gapparov.jpg'
import t3 from '../../../../../assets/img/hikmatilla.jpg'
import t4 from '../../../../../assets/img/Do‘sumxodjaev.jpg'
import t5 from '../../../../../assets/img/mirzayev.jpg'

export const teachers = [
    {
        img: t1,
        name: 'Шакиров Шухратжон Тахирович',
        abTeach1: 'кафедрой, советник юстиции 1-го разряда.',
        abTeach2: 'Проводит научное исследование на тему” Совершенствование военных традиций в воспитании морально-боевых качеств курсантов Национальной гвардии Республики Узбекистан".',
        yutuqlari:[
            {
                a: 'Памятный знак " 20 лет Независимости Республики Узбекистан”  '
            },
            {
                a: 'Памятный знак " 25 лет Независимости Республики Узбекистан” '
            },
            {
                a: 'Памятный знак " 25 лет Вооруженным Силам Республики Узбекистан” '
            },
            {
                a: 'Памятный знак " 25 лет Конституции Республики Узбекистан” '
            },
            {
                a: 'Медаль "садик хизматлари учун" 2012 года'
            },
            {
                a: 'В 2016 году награжден нагрудным знаком “За образцовые заслуги '
            }
        ],
        email: 'shakirov@sbtsul.uz '

    },
    {
        img: t2,
        name: 'Гаппаров Хафиз Захидович ',
        abTeach1: 'кандидат педагогических наук, советник юстиции 1-й степени.',
        abTeach2: '',
        yutuqlari:[
            {
                a: 'Памятный знак " 15 лет независимости Республики Узбекистан”  '
            },
            {
                a: 'В 2014 году награжден орденом “Достлик'
            },
        ],
        email: 'gapparov@sbtsul.uz '

    },
    {
        img: t3,
        name: 'Ахмедов Хикматилла Рахманбердиевич ',
        abTeach1: 'доцент кафедры В.Б., кандидат педагогических наук, советник юстиции 2-й степени.',
        abTeach2: '',
        yutuqlari:[
            {
                a: 'Мастер спорта по дзюдо.'
            },
        ],
        email: 'hikmatilla@sbtsul.uz '

    },
    {
        img: t4,
        name: "До'сум Ходжаев Фарух Абдураз-Закович ",
        abTeach1: 'старший преподаватель кафедры, советник юстиции 2-го разряда. ',
        abTeach2: 'Проводит научное исследование на тему” Механизмы развития чувства патриотизма у будущих юристов на основе ситуационного подхода".',
        email: 'Do‘sumxodjaev@sbtsul.uz '

    },
    {
        img: t5,
        name: 'Мирзаев Агзам Рустамович',
        abTeach1: 'кафедры, советник юстиции 2-го разряда.',
        abTeach2: 'Проводит научные исследования на тему” политико-инновационные образовательные технологии патриотического воспитания молодежи".',
        email: 'mirzayev@sbtsul.uz'

    },
]



export const nameKaf = `${"Профессионально-боевая подготовка"}` 
