import React from "react";
import style from "./Jangovor5.module.css";
// import Zoom from "react-reveal/Zoom";

const Jangovor5 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Zoom top> */}
          <h2>НАУЧНЫЕ И НАУЧНО-МЕТОДИЧЕСКИЕ РАБОТЫ</h2>
          <span></span>
          <p>
            <span></span> В настоящее время научный потенциал в сфере научной деятельности составляет 40 60-процентный рост к концу 2021 год ожидается. За короткий срок в международных научных журналах – 14 опубликовал 3 научные статьи в республиканских научных журналах на международных конференциях-9, на республиканских  Участвовал с 6 тезисами.
          </p>
          <p>
            <span></span> Совместно с министерствами обороны, внутренних дел, МЧС и учебными заведениями Национальной гвардии в июне 2020 года организована и проведена онлайн-конференция на тему: “Значение профессионально-боевой подготовки в системе подготовки кадров для правоохранительных структур”. В мае 2021 года состоялась международная онлайн научно-практическая конференция на тему “Современные подходы к организации военно-служебной подготовки в системе подготовки кадров для правоохранительных структур;
          </p>
        {/* </Zoom> */}
      </div>
    </div>
  );
};

export default Jangovor5;
