import React from "react";
import style from "../../../../../components/Tuzilma/Kafedralar/Jangovor/Components/Jangovor5.module.css";

const Jangovor5 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <h2>НАУЧНАЯ И НАУЧНО-МЕТОДИЧЕСКАЯ РАБОТА</h2>
        <span></span>
        <p>
          <span></span>В сфере научной деятельности потенциал кафедры в
          настоящее время составляет 40%, к концу 2021 года ожидается его рост
          на 60%. За короткий срок опубликовано 14 научных статей в
          международных научных журналах, 3 научных статьи в отечественных
          научных журналах, организовано участие профессорско-преподавательского
          состава научными тезисами в 9-ти международных и 6-ти республиканских
          конференциях.
        </p>
        <p>
          <span></span> В июне 2020 года совместно с Министерством обороны,
          Министерством внутренних дел, Министерством по чрезвычайным ситуациям
          и Национальной гвардией организована и проведена онлайн-конференция на
          тему: «Важность профессионально-боевой подготовки в системе подготовки
          кадров для правоохранительных структур».
        </p>
        <p>
          <span></span> В мае 2021 года спланирована проведение международной
          онлайн-научно-практической конференции на тему: «Современные подходы к
          организации военной подготовки в системе подготовки правоохранительных
          органов».
        </p>
      </div>
    </div>
  );
};

export default Jangovor5;
