import React from "react";
import style from "../../../../components/Tuzilma/ARM/Components/Arm3.module.css";


const Arm3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>ЗАДАЧИ ЦЕНТРА</h2>
            <span></span>
          </div>

          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
                <span></span>
                В своей деятельности Информационно-ресурсный центр основывается на законы и постановления Республики Узбекистан: Закон о библиотечной и информационной деятельности, принятый 13 апреля 2011 года, Закон Республики Узбекистан № ПП-381 от 20 июня 2006 года, Постановление Министерства высшего и среднего специального образования Республики Узбекистан от 29 декабря 2006 года № 295 и другие документы.
              </p>
              <p>
                <span></span>
                Информационно-библиотечный фонд постоянно пополняется, согласованно с кафедрами и учебным отделам филиала, по направлению «Юриспруденция» за счёт безвозмездно предоставленных ресурсов, подписки на периодические издания, а также   Центром развития высшего и среднего специального образования, издательств, компаний, вузов и других организаций. Информационно-ресурсный центр выполняет иные функции, предусмотренные законодательством, Уставом Филиала и функции, возложенные на него директором Филиала.
                Н.
              </p>
            </div>
          </div>
      </div>
    </div>
  );
};

export default Arm3;
