import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/Ekspluatatsiya/Components/Ekspluatatsiya3.module.css";

const Ekspluatatsiya3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <div className={style.head}>
          <h2>ЗАДАЧИ ОТДЕЛА</h2>
          <span></span>
        </div>

        <div className={style.grid}>
          <div className={style.block}>
            <div className={style.svg}></div>
            <p>
              Поддержание помещений и окружающей среды филиала на требуемом
              уровне, управление работами по их обслуживанию, контроль за
              сохранностью оборудования в помещениях на требуемом уровне,
              проведение инвентаризации всего материального оборудования не реже
              одного раза в год, контроль за рациональным расходованием средств
              и хозяйственных принадлежностей, выделяемых на хозяйственные
              работы, организация работы по приему гостей и делегаций,
              посещающих филиал, составление планов работы отдела и обеспечение
              их исполнения.
            </p>
            <p>
              Осуществление организационной работы и мероприятий по деятельности
              отдела, организация информационного обеспечения деятельности
              Филиала в хозяйственной сфере, ведение делопроизводства,
              подготовка материалов к заседаниям отдела, ведение картотеки и
              отчетности поступающих и исходящих в отдел документов и подготовка
              ежемесячной информации для руководства отдела об их исполнении.
            </p>
            <p>
              Участвовать в материально-техническом обеспечении соответствующих
              подразделений оборудованием и вещами, организовывать работы по
              ремонту вышедшего из строя оборудования и предметов в помещениях,
              нанимать и управлять рабочими и техническим персоналом,
              обслуживающими здание, обеспечивать чистоту здания, отчитываться в
              бухгалтерии за сохранность здания и находящихся в нём оборудования
              и предметов в соответствующие сроки, вести инвентаризацию
              имеющегося в здании оборудования и предметов.
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Ekspluatatsiya3;
