import React from 'react'
import style from './Qabul2.module.css'

const Qabul2 = () => {

    
    return (
        <div className={style.main} >
            <div className="block">
                <div className="container">
                    <h5>Ҳурматли Тошкент шаҳри ва Тошкент вилояти абитуриентлари</h5>
                    <p className={style.paragraf}>Сизларни Тошкент давлат юридик университетининг Ихтисослаштирилган филиали (кейинги ўринларда Филиал)га 2020/2021 ўқув йили учун ўқишга кириш мақсадида ҳужжатларингизни топширишга таклиф этамиз.

                    Филиал Ўзбекистон Республикаси Президентининг ташаббуси билан Тошкент шаҳри ва Тошкент вилоятида ҳуқуқбузарликлар профилактикаси ва жамоат хавфсизлигини таъминлаш соҳасида Ўзбекистон Республикаси Ички ишлар вазирлиги ва Миллий гвардияси тизимига замонавий ва юқори малакали юридик кадрлар тайёрлаш мақсадида ташкил этилган.

                    Филиал тўғрисида тўлиқроқ маълумот билан sbtsul.uz сайти,  https://t.me/TDYU_ixtisoslashtirilgan_filiali – телеграм канали ёки www.lex.uz сайтида:

                    Ўзбекистон Республикаси Президентининг 2019 йил 7 февралдаги ПҚ–4166-сон қарори;
                    Ўзбекистон Республикаси Вазирлар Маҳкамасининг 2019 йил 12 июндаги 490-сон қарори орқали танишиш мумкин.</p>
                    <h5 className={style.title}>Тошкент давлат юридик университетининг Ихтисослаштирилган филиалига 2020/2021 ўқув йили учун белгиланган умумий қабул квотаси бўйича</h5>


                    <table className={style.table}>
                        <thead>
                            <tr>
                                <th rowSpan="12">Таълим йўналиши коди (шифр)</th>
                                <th rowSpan="10">Таълим йўналиши</th>
                                <th rowSpan="10">Жами</th>
                                <th colSpan="6">Шу жумладан</th>
                            </tr>
                            <tr>
                                <td colSpan="3">Ўзбек гуруҳи</td>
                                <td colSpan="3">Рус гуруҳи</td>
                            </tr>
                            <tr>
                                <th rowSpan="5">Жами</th>
                                <td colSpan="2">шундан</td>
                                <th rowSpan="5">Жами</th>
                                <td colSpan="2">шундан</td>
                            </tr>
                            <tr>
                                <td rowSpan="2">Эркаклар</td>
                                <td rowSpan="2">Аёллар</td>
                                <td rowSpan="2">Эркаклар</td>
                                <td rowSpan="2">Аёллар</td>
                            </tr>
                        </thead>
                        <tbody className="border">
                            <tr>
                                <td>5240100</td>
                                <td>Юриспруденция (ҳуқуқбузарликлар профилактикаси ва жамоат хавфсизлигини таъминлаш)</td>
                                <th>255</th>
                                <th>230</th>
                                <td>210</td>
                                <td>20</td>
                                <th>25</th>
                                <td>20</td>
                                <td>5</td>
                            </tr>
                        </tbody>
                    </table>
                    <h5 className={style.title}>Тошкент давлат юридик университетининг Ихтисослаштирилган филиалига белгиланган имтиёзли кабул <i>параметрлари</i>  тасдикланди</h5>
                    <table className={style.table} style={{ width: "70%" }}>
                        <thead>
                            <tr>
                                <th>№</th>
                                <th>Имтиёзлар тоифаси</th>
                                <th>Давлат гранти асосидаги кабул курсаткичлари</th>
                            </tr>
                        </thead>
                        <tbody>
                        <tr>
                                <th></th>
                                <th>Филиал буйича жами</th>
                                <th>24</th>
                            </tr>
                        </tbody>
                        <tfoot>
                            <tr>
                                <td>1.</td>
                                <td>"Мехрибонлик" уйи ва Болалар шаҳарчасининг битирувчилари бўлган чин етимлар учун </td>
                                <td>3</td>
                            </tr>
                            <tr>
                                <td>2.</td>
                                <td>Ҳуқуқбузарлик профилактикаси ва жиноятчиликка қарши курашда муносиб ҳисса қушган, хизмат ёки илмий фаолиятида юқори натижаларга эришган ички ишлар органларининг амалдаги ходимлари фарзандлари учун</td>
                                <td>8</td>
                            </tr>
                            <tr>
                                <td>3.</td>
                                <td>Ўзбекистон Республикаси Қуролли Кучлари сафида муддатли ҳарбий ҳизматни ўтаб, ҳарбий қисм кўмондонлигининг тавсияномаларига эга бўлганлар учун </td>
                                <td>13</td>
                            </tr>
                        </tfoot>
                    </table>
                    <h5 className={style.title}>Тошкент давлат юридик университетининг Ихтисослаштирилган филиалига топширилган ҳужжатларни қабул қилиш ҳақида</h5>
                    <h3>МАЪЛУМОТ</h3>
                    <p>2020 йил 20 июль ҳолатига</p>
                    <table className={style.table} style={{ width: "70%" }}>
                        <thead>
                            <tr>
                                <th rowSpan="2">Таълим тили</th>
                                <th rowSpan="2">Хужжатлари қабул қилинган шахслар сони</th>
                                <th colSpan="2">Шундан</th>
                            </tr>
                            <tr>
                                <th>Эркаклар</th>
                                <th>Аёллар</th>
                            </tr>
                        </thead>
                        <tbody>
                            <tr>
                                <td>Ўзбек тилида таълим олувчилар гуруҳи</td>
                                <td>1102</td>
                                <td>989</td>
                                <td>113</td>
                            </tr>
                            <tr>
                                <td>Рус тилида таълим олувчилар гуруҳи</td>
                                <td>132</td>
                                <td>97</td>
                                <td>35</td>
                            </tr>
                        </tbody>
                        <tfoot>
                            <tr>
                                <th>Жами</th>
                                <th>1234</th>
                                <th>1086</th>
                                <th>148</th>
                            </tr>
                        </tfoot>
                    </table>
                    <p>Талабаларга белгиланган тартибда стипендия тўланади ҳамда улар Талабалар турар жойи билан таъминланади.</p>
                    <p>Филиалда ўқиш замонавий халқаро тажриба ва хорижий давлатларнинг соҳа мутахассислиги бўйича тажрибасини қўллаган ҳолда амалга оширилади.</p>
                    <p>Филиални тамомлаган битирувчиларга “Юриспруденция” таълим йўналиши бўйича диплом берилади ва “лейтенант” махсус унвони берилган ҳолда хизматга қабул қилинади.</p>
                    <br />
                    <p>Филиалга қабул жорий йилнинг 20 июнидан 20 июлигача (шу куни ҳам) амалга оширилади.</p>
                    <p>Танловда иштирок этиш учун талабгорга қўйилган талаблар:</p>
                    <p>ёши 18 ёшдан кичик ва 25 ёшдан катта бўлмаслик;</p>
                    <p>бўйи эркаклар учун 165 см.дан ва аёллар учун 160 см.дан паст бўлмаслик;</p>
                    <p>судланмаган бўлиши;</p>
                    <p>жисмонан соғлом бўлиши.</p>
                    <p>доимий яшаш жойи бўйича Тошкент шаҳри ёки Тошкент вилоятида доимий рўйхатга олинган шахслар.</p>
                    <br />
                    <h5>Талаб қилинадиган ҳужжатлар:</h5>
                    <p>Паспорт нусхаси (аслини кўрсатган ҳолда);</p>
                    <p>Ўқишга киришда имтиёзлардан фойдаланиш ҳуқуқини тасдиқловчи ҳужжатлар (агар мавжуд бўлса);</p>
                    <p>Умумий ўрта таълим (11-синф негизида) ёки ўрта махсус, касб-ҳунар таълими муассасасини тугатганлиги ҳақидаги ҳужжат (иловаси билан бирга)нинг асл нусхаси;</p>
                    <p>Асли кўрсатилган ҳолда ҳарбий хизматга чақирилувчининг қайд этилганлиги тўғрисидаги гувоҳнома (чақирилиш муддати узайтирилган ҳолда) нусхаси ёки ҳарбий гувоҳнома нусхаси;</p>
                    <p>Доимий яшаш жойи бўйича белгиланган намунадаги соғлиғининг ҳолати ҳақида маълумотнома (бўй параметри кўрсатилган ҳолда);</p>
                    <p>3,5x4,5 см ўлчамдаги 6 дона рангли фотосурат (бош кийимсиз);</p>
                    <p>Судланган ёки судланмаганлик ҳолати бўйича маълумотнома (Давлат хизматлари марказидан).</p>
                    <br />
                    <p>Ўзингизни қизиқтирган маълумотлар бўйича Филиалда ташкил этилган call center билан қуйидаги телефон рақами орқали боғланган ҳолда маълумот олишингиз мумкин:</p>
                    <p>(71) 207-03-78 (Call center)</p>
                    <p>(90) 019-95-43 (Шавкат Хамрақулов) </p>
                    <p>(90) 904-06-60 (Кадиркулов Адхам)</p>
                    <p>(90) 931-81-66 (Каракетова Дилноза)</p>
                    <p>(90) 925-27-72 (Абдуллаева Дилфуза)</p>
                    <p>(90) 978-94-33 (Жаббаров Аҳмад)</p>
                    <p>(90) 349-22-44 (Жалилов Нодир)</p>
                    <p>(94) 188-00-44 (Абдувалиев Машрабжон)</p>
                </div>
            </div>
        </div>
    )
}

export default Qabul2
