import React from 'react'
import style from './Qabul1.module.css'
import { BsCheckBox } from 'react-icons/bs'
import { RiUserVoiceLine } from 'react-icons/ri'
import { BsExclamationTriangle } from 'react-icons/bs'


const Qabul1 = () => {

    return (
            <div className={style.main} >

                <div className={`container ${style.container}`} >
                    <h5 className={style.title}>Танловда қатнашиш учун қуйидаги ҳужжатлар тақдим этилиши лозим:</h5>
                    <p><BsCheckBox /> номзоднинг шахсий варақаси (сўровнома, анкета ёки маълумотнома-объективка);</p>
                    <p><BsCheckBox /> фаолият кўрсатаётган (охирги) иш жойидан (ўқиш жойидан) маълумотнома (агар эгаллаб турган лавозимидан озод қилинган бўлса тегишли буйруқ нусхаси) ва тавсифнома;</p>
                    <p><BsCheckBox /> диплом (дипломдан кўчирма)нинг нусхаси, чет элда ўқиган бўлса, дипломи нострификациядан ўтганлигини тасдиқловчи гувоҳнома, олий ёки ўрта махсус, касб-ҳунар таълим муассасаларининг битирувчи курсларида таълим олаётганлар бундан мустасно;</p>
                    <p><BsCheckBox /> номзоднинг паспорт нусхаси.</p>
                    <h5 className={style.title}>Танловда иштирок этиш истагини билдирган номзодлар тегишли ҳужжатларни тошкент давлат юридик университетининг ихтисослаштирилган филиали кадрлар бўлимига топширишлари керак.</h5>

                    <h3 className={style.h3one}>Иш шароити:</h3>
                    <li> Филиал ходимларга касбий ва лавозим бўйича ўсиш (карьера) имконини беради;</li>
                    <li>Хорижий тажрибани ўрганиш мақсадида чет элларга хизмат сафарлари, стажировка ҳамда малака ошириш курслари;</li>
                    <li> Адлия органлари ходимларига бериладиган махсус унвон – мартаба даража (чин)ларига тавсия этиш;</li>
                    <li>Лавозим маошларига устама ва қўшимча ҳақ (мартаба даражалари учун 20-50 % гача, узоқ муддат хизмат кўрсатганлиги учун 5-40 % гача) мавжудлиги;</li>
                    <li>Меҳнатни моддий рағбатлантириш тизимининг мавжудлиги (ходимнинг лавозим маошига 200 % гача устама ҳақ, мукофотлар);</li>
                    <li>Иш ҳақи ҳажми меҳнат шартномаси билан белгиланади.</li>

                    <h3 className={style.h3}>Алоҳида талаблар:</h3>
                    <p><RiUserVoiceLine /> оғзаки ва ёзма нутқ кўникмалари;</p>
                    <p><RiUserVoiceLine /> рус ҳамда инглиз тилини билиш рағбатлантирилади.</p>
                    <h3 className={style.h3danger}>Адлия органлари ва муассасаларида кадрлар билан ишлаш тартиби тўғрисида Низомга мувофиқ, қуйидаги шахслар адлия органлари ва муассасаларига ишга қабул қилиниши мумкин эмас:</h3>
                    <p><BsExclamationTriangle /> Ўзбекистон Республикаси фуқароси бўлмаган шахслар;</p>
                    <p><BsExclamationTriangle /> ўн олти ёшга тўлмаган шахслар;</p>
                    <p><BsExclamationTriangle /> белгиланган тартибда муомалага лаёқатсиз ёки муомала лаёқати чекланган деб топилган шахслар;</p>
                    <p><BsExclamationTriangle /> қасддан содир этган жинояти учун судланганлик ҳолати тугалланмаган ёки судланганлиги олиб ташланмаган шахслар;</p>
                    <p><BsExclamationTriangle /> илгари ўз касбий фаолиятига мос келмайдиган қилмишлар содир этганлиги учун олдинги иш жойидан белгиланган тартибда бўшатилган шахслар;</p>
                    <p><BsExclamationTriangle /> адлия органи ёки муассасасининг ишлаб турган ходими билан яқин қариндош ёки қуда-анда бўлса (ота-оналар, ака-укалар, опа-сингиллар, фарзандлар, эр-хотинлар, шунингдек эр-хотинларнинг ота-оналари, ака-укалари, опа-сингиллари ва фарзандлари), агар ишга қабул қилинаётган ёки тайинланаётган лавозим улардан бири иккинчисига бевосита бўйсуниб ёки унинг назорати остида хизмат қилишни тақозо қилса;</p>
                    <p><BsExclamationTriangle /> ишга кириш учун сохта ҳужжатлар ёки била туриб ёлғон маълумотлар тақдим этган бўлса;</p>
                    <p><BsExclamationTriangle /> қонун ҳужжатларида белгиланган бошқа ҳолатлар.</p>
                </div>
            </div>
     
    )
}

export default Qabul1