import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/Moliya/Components/Moliya3.module.css";

const Moliya3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        <div className={style.head}>
          <h2>ЗАДАЧИ ОТДЕЛА</h2>
          <span></span>
        </div>
        <div className={style.grid}>
          <div className={style.block}>
            <div className={style.svg}></div>
            <p>
              <li>
                укрепление финансово-экономического положения филиала, строгое
                соблюдение бюджетной дисциплины, организация планового ведения
                финансово-экономической деятельности, повышение эффективности
                целевого использования бюджетных и внебюджетных средств;
              </li>
            </p>
            <p>
              <li>
                осуществление работы по разработке штатных расписаний, смет
                расходов, внесению изменений и дополнений в штатное расписание
                работников филиала;
              </li>
            </p>
            <p>
              <li>
                контроль за правильным использованием средств, указанных в смете
                расходов, в своих целях, недопущение нецелевого или чрезмерного
                расходования;
              </li>
            </p>
            <p>
              <li>
                осуществление работ, связанных с предоставлением работникам
                надбавок;
              </li>
            </p>
            <p>
              <li>
                постоянно обновлять, своевременно знакомить руководство с
                происходящими финансово-экономическими показателями;
              </li>
            </p>
            <p>
              <li>
                своевременная подготовка и представление всей
                финансово-экономической отчетности соответствующим организациям;
              </li>
            </p>
            <p>
              <li>
                обеспечение и контроль за размещением товаров, работ и услуг,
                подлежащих закупке для деятельности филиала, на специальном
                торгово-информационном портале государственных закупок;
              </li>
            </p>
            <p>
              <li>
                выполнение иных обязанностей, предусмотренных законодательством,
                Уставом филиала и возложенных директором филиала.
              </li>
            </p>
          </div>
        </div>
      </div>
    </div>
  );
};

export default Moliya3;
