import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/Ikkinchi/Components/Ikkinchi1.module.css";


const Ikkinchi3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>ЗАДАЧИ ОТДЕЛА</h2>
            <span></span>
          </div>

          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
              Отдел является структурным подразделением филиала и
 ведение списков военнообязанных и призывников
 и своевременного бронирования сотрудников.
 выполняет.
              </p>
              <p>
              Второй раздел касается военнообязанных и
 соблюдение правил воинского учета призывников
 обеспечение их доступности;
              </p>
              <p>
              документы о военнообязанных в запасе и резерве
 ведение;
              </p>
              <p>
              всеобщая воинская повинность военнообязанных и призывников
 требования законодательства о службе и военной службе
 и соблюдение ими правил воинского учета
 проведение разъяснительной работы;
              </p>
              <p>
              личный состав военнообязанных и призывников
 Регистрация;
              </p>
              <p>
              состоящие на воинском учете по требованию органов по делам обороны
 предоставление необходимой информации о физических лицах;
              </p>
              <p>
              призыв на военную службу
 о вызове их на военную службу, а также об их
 обеспечение своевременного присутствия по вызову;
              </p>
              <p>
              призывники и лица, связанные с военной службой, могут)
 приняты, уволены (из рядов студентов
 отчужденные) военнослужащие и призывники
 в установленные сроки в отделы по делам обороны
 сообщить;
              </p>
              <p>
              при приеме граждан на работу (учебу) их военные
 проверка учетных документов по счету и их состав
 определение места нахождения на воинском учете;
              </p>
              <p>
              бронирование сотрудников во время мобилизации.
 реализация;
              </p>
              <p>
              что касается деятельности отдела с учреждениями и гражданами
 ведение деловой переписки;
              </p>
              <p>
              в аттестатах офицеров запаса и резерва, мобилизационных
 служащие призывного резерва и служащие резерва, резерва
 записи в удостоверениях личности и удостоверениях личности призывника
 запись записей в их личных карточках (форма Т-2) 
 достичь;
              </p>
              <p>
              ведение личных карточек офицеров запаса и резерва
 оборона города и района не менее чем за год
 представление для сравнения по разделам работ;
              </p>
              <p>
              справки и иные документы лицам, обязанным проходить военную службу
 выполняет такие функции, как оформление документов.
              </p>
            </div>
          </div>
      </div>
    </div>
  );
};

export default Ikkinchi3;
