import React from "react";
import style from "../../../../../components/Tuzilma/Bolimlar/Ikkinchi/Components/Ikkinchi1.module.css";


const Ikkinchi3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
          <div className={style.head}>
            <h2>ЗАДАЧИ ОТДЕЛА</h2>
            <span></span>
          </div>

          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}></div>
              <p>
              Отдел является структурным подразделением филиала и осуществляет работу по ведению списков военнообязанных и призывников и бронированию сотрудников на период мобилизации.
              </p>
              <p>
              Второй отдел обеспечивает соблюдение военнообязанными и призывниками правил воинского учета;
              </p>
              <p>
              ведёт документацию военнообязанных в запасе и резерве;
              </p>
              <p>
              проводит разъяснительную работу по выполнению военнообязанными и призывниками требований законодательства об общевойсковой службе и к военной службе и соблюдению ими правил воинского учета;
              </p>
              <p>
              ведёт личный учет военнообязанных и призывников;
              </p>
              <p>
              предоставляет по требованию органов по делам обороны необходимые сведения о лицах, состоящих на воинском учете;
              </p>
              <p>
              информирует военнообязанных и призывников о призыве на военную службу и обеспечивает их своевременного присутствия по призыву;
              </p>
              <p>
              сообщает в установленные сроки в отделы по делам обороны о принятых на работу (учебу), уволенных (исключенных из числа студентов) военнообязанных и призывников;
              </p>
              <p>
              выполняет работу по бронированию во время мобилизации персонала;
              </p>
              <p>
              ведёт переписки с учреждениями и гражданами по вопросам, касающимся деятельности отдела;
              </p>
              <p>
              ведёт записи в удостоверениях офицеров запаса и резерва, в удостоверениях служащих мобилизационного призывного резерва и в удостоверениях служащих запаса, резерва и в удостоверениях призывников производить записи в их личных карточках (форма Т-2);
              </p>
              <p>
              предоставляет личные карточки офицеров запаса и резерва в городские и районные управления по делам обороны для сверки в срок не менее одного года;
              </p>
              <p>
              выполняет такие задачи, как оформление справок и других документов на военнообязанных лиц.
              </p>
            </div>
          </div>
      </div>
    </div>
  );
};

export default Ikkinchi3;
