import React from "react";
import style from "../../../../../components/Tuzilma/Kafedralar/XususiyHuquq/Components/Xususiy3.module.css";
// import Fade from "react-reveal/Fade";
// import Zoom from "react-reveal/Zoom";

const Xususiy3 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Fade top cascade> */}
          <div className={style.head}>
            <h2>ОБЯЗАННОСТИ ОТДЕЛА</h2>
            <span></span>
          </div>
        {/* </Fade> */}
        {/* <Zoom top cascade> */}
          <div className={style.grid}>
            <div className={style.block}>
              <div className={style.svg}>{/* <VscOrganization/> */}</div>
              <p>
                <span>
                в области организации и осуществления воспитательной работы
                </span>{" "}
                – подготовка и переподготовка кадров в области профилактики правонарушений и обеспечения общественной безопасности на основе учебных планов и программ, направленных на обеспечение базовой и практической профессиональной подготовки в области юриспруденции, организация учебной работы, направленной на организацию учебного процесса на основе модульной системы образования с применением современных форм и методов, информационно-коммуникационных технологий, направленных на обеспечение неразрывной связи теоретической подготовки с правоприменительной деятельностью;;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}>{/* <VscOrganization/> */}</div>
              <p>
                <span>в области научно-методической работы</span> – разработка научно-методических основ учебного процесса, обеспечение учебно-методическими материалами, внедрение современных образовательных технологий, способствующих повышению производительности труда и качества и эффективности образования профессорско-преподавательского состава на основе изучения зарубежного опыта в этой области;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}>{/* <VscOrganization/> */}</div>
              <p>
                <span>в области научно-исследовательских работ </span> – приоритетными задачами осуществляемых в стране социально-экономических, демократических и судебно-правовых реформ являются обеспечение углубления эффективного межведомственного взаимодействия с образовательными и научно-исследовательскими, в том числе зарубежными, учреждениями, осуществляющими подготовку, переподготовку и повышение квалификации юридических кадров, выполнение научно-исследовательских работ по приоритетным направлениям развития современной юридической науки с учетом передового мирового опыта и международных стандартов;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}>{/* <VscOrganization/> */}</div>
              <p>
                <span>в области организационно-методической работы</span> – оценка качества образования, проведение его анализа, а также эффективная организация других организационно-методических мероприятий;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}>{/* <VscOrganization/> */}</div>
              <p>
                <span>в сфере духовно-нравственной и воспитательной работы</span> – создание эффективной системы повышения психологической подготовки, правовой, политической культуры и правосознания обучающихся, совершенствование их навыков работы и взаимодействия с населением и средствами массовой информации, воспитание в духе гражданского чувства, толерантности, уважения к законам, национальным и общечеловеческим ценностям, способности противостоять вредным воздействиям и течениям, твердой веры и видения жизни, чувства ответственности перед государством и обществом, гуманизма, межнационального согласия, понимания и соблюдения критериев справедливости и воспитание в духе;
              </p>
            </div>
            <div className={style.block}>
              <div className={style.svg}>{/* <VscOrganization/> */}</div>
              <p>
                <span>
                в сфере подготовки научно-педагогических кадров, повышения квалификации и переподготовки педагогических кадров, их стажировки
                </span>{" "} – осуществление целенаправленной работы по формированию системы подготовки научно-педагогических кадров кафедры с богатым интеллектуальным и научно-педагогическим потенциалом, отвечающей современным международным стандартам.
              </p>
            </div>
          </div>
        {/* </Zoom> */}
      </div>
    </div>
  );
};

export default Xususiy3;
