import t1 from '../../../../../assets/img/Aripova.jpg'
import t2 from '../../../../../assets/img/earipova.jpg'
import t3 from '../../../../../assets/img/hulkarolimjonovna.jpg'
import t4 from '../../../../../assets/img/durdona.jpg'
import t5 from '../../../../../assets/img/zulfiya-pulatova.jpg'
import t6 from '../../../../../assets/img/dildorarahmonovatsul.jpg'
import t7 from '../../../../../assets/img/ezozasabirova118.jpg'
import t8 from '../../../../../assets/img/sam.barno.esl.jpg'
import t9 from '../../../../../assets/img/mohiraladybird.jpg'


export const teachers = [
    {
        img: t1,
        name: 'Аziza Аripova ',
        abTeach1: 'заведующий кафедрой В.Б. ',
        abTeach2: '',
        yutuqlari:[
            {
                a: 'PhD, кандидат филологических наук'
            },
            {
                a:'Автор научной монографии " ораторское искусство и его Языково-методические средства” '
            },
            {
                a:'Победитель онлайн-конкурса "Лучший семейный видеоролик“, проведенного Министерством по поддержке махалли и семьи Республики Узбекистан под девизом” Оила-Мукаддас" (награжден дипломом 2020 года)'
            },
            {
                a:'Победитель конкурса "счастливое детство", проведенного Йойским районным Кенгашем Узбекистана (награжден дипломом 2020 года)'
            },
            {
                a:'Член рабочей группы Министерства юстиции Республики Узбекистан по телевизионному информированию населения о сущности и значении законодательства (2020 год)'
            },
            {
                a:"Xalqaro форум “5-й Всемирный гуманитарный форум в Кенджу, Корея” mutlaq g'olibi (2018-yil)"
            },
            {
                a:'На основании приказа ректора Ташкентского государственного юридического университета № 08~94 от 26 мая 2020 года “член комиссии по оценке поступивших работ по направлениям конкурсов, проведенных в Ташкентском государственном юридическом университете в период карантина'
            },
            {
                a:'Автор публикаций в международных журнальных базах, индексируемых в Scopus, Google Scholar и Web of science '
            },
            {
                a:'Автор более 10 учебников и учебных пособий, более 70 научных и научно-популярных статей'
            },
        ],
        email: 'aripova@sbtsul.uz'

    },
    {
        img: t2,
        name: 'Арипова Шаноза Шахраровна',
        abTeach1: 'учитель. Проводит научную работу на тему:” методологические основы формирования самостоятельных образовательных компетенций обучающихся (при обучении английскому языку)".',
        abTeach2: '',
        yutuqlari:[
            {
                a:'Он будет защищен до конца этого года.'
            },
            {
                a:'Автор статей в более чем 10 международных и отечественных научных журналах. '
            } 
        ],
        email: 'earipova@yahoo.com'
    },
    {
        img: t3,
        name: 'АХМЕДОВА ХАЛКАР ОЛИМЖОНОВНА',
        abTeach1: 'доцент,',
        abTeach2: '',
        yutuqlari:[
            {
                a:'Опубликовал более 90 научных работ, в том числе 2 учебных пособия,7 учебно-методических пособий, 35 международных статей.'
            },
            {
                a:'В 2005 году стал лауреатом международного гранта США по программе международных исследований в области образования и культуры, а также повысил свою квалификацию в Университете штата Алабама в Хантсвилле по программе“Хантсвилл-Медисон”.'
            },
            {
                a:'В 2011 году стал победителем конкурса лучших проектов по совершенствованию и внедрению педагогических технологий в образовательный процесс “программа педагогических грантов”.'
            },
            {
                a:'В 2012 году по решению республиканского совета по духовности и просвещению стал победителем республиканского конкурса “Самый активный пропагандист духовности-2012”. '
            },
            {
                a:'Победитель республиканского конкурса “Лучший педагог Высшего образовательного учреждения” 2015 года “Лучший педагог, применяющий инновационные и информационные технологии”. '
            },
            {
                a:'В 2016 году стал лауреатом международного гранта программы квасцов США “Alumni Grants Program”.'
            },
            {
                a:'2016-yilda “Sportda innovatsion texnologiyalar”dagi fan va texnologiyalarni rivojlantirishni muvofiqlashtirish qo‘mitasining davlat buyurtmasining innovatsion loyiha ijrochisi.'
            },
            {
                a:'Победитель смотра-конкурса “самая образцовая первичная организация Комитета женщин 2019 года”, проведенного комитетом женщин Республики Узбекистан в 2019 году. '
            },
            {
                a:'В 2019 году Комитет женщин Узбекистана стал победителем республиканского конкурса “ITWomenUz” в номинации “Лучшее мобильное приложение”.'
            },
            {
                a:'В 2020 году получила сертификат Ассоциации изобретательниц Кореи по направлению” Лучший инновационный проект в социальной сфере “III-го Республиканского конкурса” 100 лучших инновационных проектов женщин Узбекистана".'
            },
            {
                a:' В июле-сентябре 2020 года по русскому языку в г. Москве А.С.Успешно прошел курсы международного повышения квалификации в Государственном институте русского языка имени Пушкина.'
            },

        ],
        email: 'hulkarolimjonovna@sbtsul.uz'
    },
    {
        img: t4,
        name: 'Каримова Дурдона Фарходовна ',
        abTeach1: 'старший преподаватель. ',
        abTeach2: 'D.Karimova "Yuridik xatlarning sotsiolingvistik tahlili" mavzusida ilmiy izlanishlar olib bormoqda.',
        yut:'Nashr etilgan ilmiy uslubiy ishlari:',
        yutuqlari:[
            {
                a:'B2 Scale Up (Студенческая книга) курс 1. Учебное пособие для студентов нефилологического образовательного направления.'
            },
            {
                a:"B2 Масштабирование (Рабочая тетрадь) Курс 1. Нофилологик та'лим йо'налиши талабалари учун о'квв ко'лланма."
            },
            {
                a:"B2 Scale Up (Teacher's book) курс 1. Учебное пособие для студентов нефилологического образовательного направления."
            },
            {
                a:'B2 Scale Up (Студенческая книга) курс 2. Учебное пособие для студентов нефилологического образовательного направления.'
            }, 
            {
                a:"B2 Масштабирование (Рабочая тетрадь) Курс 2. Нофилологик та'лим йо'налиши талабалари учун о'квв ко'лланма."
            },
            {
                a:'B2 Scale Up (книга Teacherus) курс 2. Учебное пособие для студентов нефилологического образовательного направления.'
            },
            {
                a:'B2 Scale Up (Студенческая книга) курс 3. Учебное пособие для студентов нефилологического образовательного направления.'
            },
            {
                a:'B2 Scale Up (Workbook) Курс 3. Учебник для студентов нефилологического образования.'
            },
            {
                a:' B2 Scale Up (Учебное пособие) Курс 3. Учебник для студентов нефилологического образования.'
            },
            {
                a:'10 местных научных статей'
            },
            {
                a:'10 ta xalqaro ilmiy maqola'
            },
            {
                a:' Он представил доклады на более чем 15 местных и международных научных конференциях. '
            },
        ],
        malaka: [
            {
                a:'Специалист программы Фулбрайта по преподаванию иностранных языков, Техасский университет (2014-2015)'
            },
            {
                a:'Студент Норвичского института лингвистики (октябрь 2013 г.)'
            },
            {
                a:'Студент Национального института макро- и микропредприятий, Индия, (сентябрь-октябрь 2010 г.)'
            }
        ],
        email: 'durdona@yahoo.com'
    },
    {
        img: t5,
        name: 'Пулатова Зульфия Абдуазизовна ',
        abTeach1: 'старший преподаватель.   ',
        abTeach2: 'Проводит научную работу по теме” Оценка письменных навыков студентов юридического направления в модульной системе (на примере В2)".',
        yutuqlari:[
            {
                a:' Автор научных статей, опубликованных в 20 отечественных и 5 международных журналах.'
            }   
        ],
        email: 'zulfiya-pulatova@mail.ru'
    },
    {
        img: t6,
        name: 'Рахмонова Дилдора Мирзакаримовна',
        abTeach1: 'учитель. Проводит научные исследования на тему” Принципы обновления поэтической формы, содержания и образа в творчестве тавалло".',
        abTeach2: '',
        yutuqlari:[
            {
                a:'Автор более 15 научных работ, опубликованных в республиканских и международных журналах, более 800 публицистических статей в различных СМИ.'
            },
            {
                a:'Лауреат ряда грантов в области журналистики, победитель традиционного республиканского конкурса “общество и я” (2013).'
            },
            {
                a:'Джадидизм-это два вида творчества Тавалло: жертвоприношение душам нации (т.: Искры литературы, 2013) и Эхо нации (т.: Издательско-полиграфический творческий дом имени Гафура Гуляма, 2015).'
            },
            {
                a:' Автор учебного пособия” навыки письменного и устного общения юриста " (2021).'
            },   
        ],
        email: 'dildorarahmonovatsul@gmail.com'
    },
    {
        img: t7,
        name: 'Сабирова Эузоза Шухратовна ',
        abTeach1: 'учитель. Проводит исследования на тему” толкование юридических терминов в общих толковых словарях узбекского языка и его совершенствование".',
        abTeach2: '',
        yutuqlari:[
            {
                a:'Автор около 20 научных статей и тезисов, опубликованных в отечественных и международных журналах.'
            },
            {
                a:'Автор мобильного приложения "uzbekcha togoğiz" (2021)'
            }, 
        ],
        email: 'ezozasabirova118@gmail.com '
    },
    {
        img: t8,
        name: 'Саматова Барнохон Равшанхановна',
        abTeach1: 'dotsenti v.b., pedagogika fanlari bo’yicha falsafa doktori (PhD).',
        abTeach2: '13.00.02-Броган ведет научную деятельность в области теории и методики обучения и воспитания.',
        yutuqlari:[
            {
                a:'Диссертация на соискание ученых степеней при Узбекском государственном университете мировых языков.30.08.2017.Филол.Член Комиссии научного семинара по специальности 13.00.02-теория и методика обучения и воспитания (преподавание иностранных языков) при ученом совете № 27.01'
            },
            {
                a:'Десятки научных статей по теме научных исследований были признаны OAK и опубликованы в международных журналах'
            },
            {
                a:'Участвовал во многих научных и научно-практических конференциях международного уровня с докладами и тезисами.'
            },
            {
                a:'AQShning Oregon universitetoning College of Arts and Science collejining 100 soatlik (10 кредитов) “Продвинутая сертификация в преподавании английского языка” онлайн курсини муваффакиятли тамомлаган'
            },
            {
                a:"B2 Scale Up (Student’s book) Course 1. Nofilologik ta'lim yo‘nalishi talabalari uchun o‘quv qo‘llanma. – Toshkent: G‘afur G‘ulom nomidagi nashriyot-matbaa uyi, 2015. – 101 б. (hammualliflikda)"
            },
            {
                a:"B2 Шкала Вверх (Рабочая Тетрадь) Курс 1. Учебное пособие для студентов нефилологического образовательного направления. - Ташкент: издательство-типография имени Гафура Гуляма, 2015. – 87 б. (в соавторстве)"
            },
            {
                a:"B2 Scale Up (Teacher's book) курс 1. Учебное пособие для студентов нефилологического образовательного направления. - Ташкент: издательство-типография имени Гафура Гуляма, 2015. – 74 б. (в соавторстве)"
            },
            {
                a:"B2 Scale Up (Студенческая книга) курс 2. Учебное пособие для студентов нефилологического образовательного направления. - Ташкент: издательство-типография имени Гафура Гуляма, 2015. – 79 б. (в соавторстве)"
            },
            {
                a:"B2 Scale Up (Рабочая Тетрадь) Курс 2. Учебное пособие для студентов нефилологического образовательного направления. - Ташкент: издательство-типография имени Гафура Гуляма, 2015. – 66 б. (в соавторстве)"
            },
            {
                a:"B2 Scale Up (книга Teacherus) курс 2. Учебное пособие для студентов нефилологического образовательного направления. - Ташкент: издательство-типография имени Гафура Гуляма, 2015. – 100 б. (в соавторстве)"
            },
            {
                a:"B2 Scale Up (Студенческая книга) курс 3. Учебное пособие для студентов нефилологического образовательного направления. - Ташкент: издательство-типография имени Гафура Гуляма, 2015. – 72 б. (в соавторстве)"
            },
            {
                a:"B2 Scale Up (Workbook) Course 3. Nofilologik ta'lim yo‘nalishi talabalari uchun o‘quv qo‘llanma. – Toshkent: G‘afur G‘ulom nomidagi nashriyot-matbaa uyi, 2015. – 65 б. (hammualliflikda)"
            },
            {
                a:"B2 Scale Up (Teacher’s book) Course 3. Nofilologik ta'lim yo‘nalishi talabalari uchun o‘quv qo‘llanma. – Toshkent: G‘afur G‘ulom nomidagi nashriyot-matbaa uyi, 2015. – 100 б. (hammualliflikda)"
            },
            {
                a:"Учебное пособие Up Scale Course 1 (Student's book) для студентов магистратуры нефилологического образования. - Ташкент: Туран-Икбал, 2017. – 87 б. (в соавторстве)"
            },
            {
                a:"Нофилологик та'лим йо'налиши магистратура талабалари учун До Шкалы Курс 1 (Рабочая тетрадь) дарслиги. – Тошкент: Турон-Икбол, 2017. – 64 б. (хаммуаллифликда)"
            },
            {
                a:"Учебное пособие Up Scale Course 1 (Teacher's book) для студентов магистратуры нефилологического образования. - Ташкент: Туран-Икбал, 2017. – 68 б. (в соавторстве)"
            }, 
            {
                a:"Учебное пособие Up Scale Course 2 (Student's book) для студентов магистратуры нефилологического образования. - Ташкент: Туран-Икбал, 2017. – 79 б. (в соавторстве)"
            },
            {
                a:"Нофилологик та'лим йо'налиши магистратура талабалари учун Up Scale Курс 2 (Рабочая тетрадь) дарслиги. – Тошкент: Турон-Икбол, 2017. – 68 б. (хаммуаллифликда)"
            },
            {
                a:"Учебное пособие Up Scale Course 2 (Teacher's book) для студентов магистратуры нефилологического образования. - Ташкент: Туран-Икбал, 2017. – 59 б. (в соавторстве)"
            },
  
        ],
        email: 'sam.barno.esl@gmail.com '
    },
    {
        img: t9,
        name: 'Эшанова Мохира Юлдашбаевна',
        abTeach1: 'старший преподаватель. ',
        abTeach2: '“Сравнительно-типологическое и дискурсивное исследование юридических терминов на английском и узбекском языках”.',
        yutuqlari:[
            {
                a:'Автор более 15 научных статей, опубликованных в отечественных и международных журналах.'
            },
            {
                a:'"Автор монографии” философские основы политической лингвистики. (2016)'
            },
            {
                a:"Он является соавтором” узбекско-английского современного разговорника. (2015)"
            },
            {
                a:'“Соавтор учебного пособия "обучение и речь". (2011)'
            },   
        ],
        email: 'mohiraladybird@gmail.com '
    },
]

// {
//     img: t1,
//     name: '',
//     abTeach1: '',
//     abTeach2: '',
//     yutuqlari:[
//         {
//             a:''
//         }   
//     ]
// },


export const nameKaf = `${"Кафедра общеобразовательных наук"}` 
