import t1 from "../../../../../assets/img/Aripova.jpg";
import t2 from "../../../../../assets/img/earipova.jpg";
import t3 from "../../../../../assets/img/hulkarolimjonovna.jpg";
import t4 from "../../../../../assets/img/durdona.jpg";
import t5 from "../../../../../assets/img/zulfiya-pulatova.jpg";
import t6 from "../../../../../assets/img/dildorarahmonovatsul.jpg";
import t7 from "../../../../../assets/img/ezozasabirova118.jpg";
import t8 from "../../../../../assets/img/sam.barno.esl.jpg";
import t9 from "../../../../../assets/img/mohiraladybird.jpg";

export const teachers = [
  {
    img: t1,
    name: "Аziza Аripova ",
    abTeach1: "и.о. заведующей",
    abTeach2: "",
    yutuqlari: [
      {
        a: "PhD, кандидат филологических наук",
      },
      {
        a: 'Автор научной монографии «Лингвостилистические средства ораторского искусства»',
      },
      {
        a: 'Победитель онлайн-конкурса «Лучшее семейное видео», организованного Министерством Махалли и поддержки семьи Республики Узбекистан под девизом «Муқаддас оила» (награждена дипломом в 2020 году)',
      },
      {
        a: 'Победитель конкурса «Счастливое детство» районного совета Союза молодежи Узбекистана (награжден дипломом в 2020 году)',
      },
      {
        a: "Член рабочей группы Министерства юстиции Республики Узбекистан по законодательным актам и их содержания СМИ и телевещания (2020)",
      },
      {
        a: "Абсолютный победитель 5-го Всемирного гуманитарного форума “The 5th World Humanities Forum in Gyeongju, Korea”  в Бусане, Корея (2018 г.)",
      },
      {
        a: "Согласно приказу ректора Ташкентского государственного юридического университета от 26 мая 2020 года № 08 ~ 94, «Член комиссии по оценке работ, представленных по направлениям конкурсов, проводимых в Ташкентском государственном юридическом университете в период карантина",
      },
      {
        a: "Автор многочисленных публикаций, которые изданы в международных журналах, индексируемых Scopus, Google Scholar и Web of science. Обладатель h-index.",
      },
      {
        a: " Автор более 10 учебников и учебных пособий, более 70 научных и популярных статей",
      },
    ],
    email: "aripova@sbtsul.uz",
  },
  {
    img: t2,
    name: "Арипова Шаноза Шахраровна",
    abTeach1:
      'Преподаватель английского языка',
    abTeach2: "",
    yutuqlari: [
      {
        a: "Ведёт работу над диссертацией на тему “Методологические основы формирования компетенции самооброзования у студентов (при обучении английскому языку)”.",
      },
      {
        a: "Является автором более 10 международных и местных статьей.",
      },
    ],
    email: "earipova@yahoo.com",
  },
  {
    img: t3,
    name: "АХМЕДОВА ХУЛКАР ОЛИМЖОНОВНА",
    abTeach1: "Доцент",
    abTeach2: "",
    yutuqlari: [
      {
        a: "Автор более 90 научных работ, в том числе 2 учебных пособия;",
      },
      {
        a: "В 2005 году стала обладательницей Международного Американского гранта  по Программе Хантсвилл-Мэдисон, где она повышала свою квалификацию в Университете Хантсвилла в Алабаме по Международной программе исследований в области образования и культуры.",
      },
      {
        a: "В 2011 году стала победительницей Республиканского конкурса «Программа педагогических грантов» за лучший проект по совершенствованию и внедрению педагогических технологий в учебный процесс.",
      },
      {
        a: "В 2012 году стала победительницей в Республиканском конкурсе по духовно-просветительской работе «Самый активный пропагандист - 2012 года»",
      },
      {
        a: "В 2015 году  победительница  Республиканского этапа конкурса «Лучший педагог высшего образования», «Лучший педагог в использовании инновационных и информационных технологий» и была награждена  Дипломом  I  степени",
      },
      {
        a: "В 2016 году - лауреат Международного Американского гранта Посольства США.",
      },
      {
        a: "В 2016 году участница инновационного гранта государственного заказа Координационного комитета по развитию науки и технологий по специальности «Инновационные технологии в спорте».",
      },
      {
        a: "В 2019 году  в Республиканском конкурсе “IT WomenUz”  стала победительницей в номинации «Лучшее мобильное приложение».",
      },
      {
        a: "В 2020 году  в III-Республиканском конкурсе  «100 лучших инновационных проектов женщин Узбекистана» стала обладательницей  сертификата  Корейской ассоциации женщин-изобретателей по направлению «Лучший инновационный проект в социальной сфере».",
      },
      {
        a: 'В 2020 году получила сертификат Ассоциации изобретательниц Кореи по направлению” Лучший инновационный проект в социальной сфере “III-го Республиканского конкурса” 100 лучших инновационных проектов женщин Узбекистана".',
      },
      {
        a: "В июле-сентябре 2020 года успешно прошла Международные курсы повышения квалификации по русскому языку в Государственном институте русского языка им. А.С. Пушкина в Москве.",
      },
    ],
    email: "hulkarolimjonovna@sbtsul.uz",
  },
  {
    img: t4,
    name: "Каримова Дурдона Фарходовна ",
    abTeach1: "Старший преподаватель ",
    abTeach2:
      'Д.Каримова ведёт научные исследования на тему: «Социолингвистический анализ юридических писем».',
    yut: "Достижения опубликованные работы:",
    yutuqlari: [
      {
        a: "B2 Scale Up (Учебное пособие) Курс 1. Учебное пособие для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Рабочая тетрадь) 1. Учебник для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Пособие для учителя) Курс 1. Учебник для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Учебное пособие) Курс 2. Учебник для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Рабочая тетрадь) 2. Учебник для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Учебник для учителей) Курс 2. Учебник для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Учебное пособие) Курс 3. Учебник для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Рабочая тетрадь) 3. Учебник для студентов нефилологического образования.",
      },
      {
        a: "B2 Scale Up (Учебник для учителей). Курс 3. Учебник для студентов нефилологического образования.",
      },
      {
        a: "10 местных научных статей",
      },
      {
        a: "10 международных научных статей",
      },
      {
        a: "участвовала с докладами на более чем в 15 местных и международных научных конференциях.",
      },
    ],
    malaka: [
      {
        a: "преподаватель иностранного языка программы Фулбрайта в Техасском университете (2014-2015 гг.)",
      },
      {
        a: "стажер Норвичского института языкового образования (октябрь 2013 г.)",
      },
      {
        a: "cтажер Национального института микро- и средних предприятий, Индия (сентябрь-октябрь 2010 г.)",
      },
    ],
    email: "durdona@yahoo.com",
  },
  {
    img: t5,
    name: "Пулатова Зульфия Абдуазизовна ",
    abTeach1: "Старший преподаватель ",
    abTeach2:
      'Ведёт научное исследование на тему “Оценка письменных навыков студентов юридического направления в модульной системе (на примере В2)”.',
    yutuqlari: [
      {
        a: "Автор 20 местных и 5 международных научных статьей, опубликованных в местных и международных журналах",
      },
    ],
    email: "zulfiya-pulatova@mail.ru",
  },
  {
    img: t6,
    name: "Рахмонова Дилдора Мирзакаримовна",
    abTeach1: "Преподаватель ",
    abTeach2: "Ведёт научное исследование на тему: «Принципы поэтической формы, содержания и обновления образа в творчестве Тавалло»",
    yutuqlari: [
      {
        a: "Автор более 15 научных и более 800 публицистических статей, опубликованных в национальных и международных журналах.",
      },
      {
        a: "Обладатель ряда грантов в области журналистики, победитель традиционного республиканского конкурса «Общество и я» (2013 г.).",
      },
      {
        a: "Представитель джадидизма подготовил к публикации две книги о творчестве Тавалло: Millata jonlar fido (Т .: Искры литературы, 2013) и Миллат Садоси (Т .: Издательство Ghafur Ghulam, 2015).",
      },
      {
        a: 'Автор учебного пособия «Письменные и устные коммуникативные навыки юриста» (2021 г.).',
      },
    ],
    email: "dildorarahmonovatsul@gmail.com",
  },
  {
    img: t7,
    name: "Сабирова Эузоза Шухратовна ",
    abTeach1:
      'Преподаватель ',
    abTeach2: "Ведёт научное исследование на тему: «Толкование юридических терминов в толковых словарях узбекского языка и вопросы его совершенствования».",
    yutuqlari: [
      {
        a: "Автор около 20 научных статей и тезисов, опубликованных в местных и международных журналах.",
      },
      {
        a: 'Автор мобильного приложения «Узбекча гаплашамиз» (2021).',
      },
    ],
    email: "ezozasabirova118@gmail.com ",
  },
  {
    img: t8,
    name: "Саматова Барнохон Равшанхановна",
    abTeach1:
      "и.о. доцента",
    abTeach2:
      "Доктор философии (PhD) по педагогическим наукам. Научная деятельность в специальности 13.00.02 – Теория и методика обучения и воспитания (английский язык).",
    yutuqlari: [
      {
        a: "Член комиссии научного семинара по специальности 13.00.02 - Теория и методика обучения (обучение иностранным языкам), при Научном совете DSc.30.08.2017.Phil / Ped.27.01 по присуждению ученых степеней при Узбекском государственном университете мировых языков",
      },
      {
        a: "Десятки научных статей по теме научного исследования были опубликованы в международных и в журналах признанных ВАК.",
      },
      {
        a: "Участвовала с презентациями (спикер) и научными тезисами во многих научных и научно-практических международных конференциях.",
      },
      {
        a: "Успешно завершила 100-часовой (10 кредитов) курс «Advanced Certification in English Language Teaching» в колледже искусств и наук (College of Arts and Science) Университета Орегон, США",
      },
      {
        a: "B2 Scale Up (Student’s book) Course 1. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулам, 2015. - 101 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Workbook) Course 1. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулам, 2015. - 87 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Teacher’s book) Course 1. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулам, 2015. - 74 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Student’s book) Course 2. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулам, 2015. - 79 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Workbook) Course 2. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулам, 2015. - 66 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Teacher’s book) Course 2. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулом, 2015. - 100 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Student’s book) Course 3. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулом, 2015. - 72 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Workbook) Course 3. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулам, 2015. - 65 с. (в соавторстве)",
      },
      {
        a: "B2 Scale Up (Teacher’s book) Course 3. Учебник для студентов нефилологического образования. - Ташкент: Издательство Гафур Гулом, 2015. - 100 с. (в соавторстве)",
      },
      {
        a: "Учебник Up Scale Course 1 (Student’s book) для магистрантов нефилологических факультетов. - Ташкент: Турон-Икбол, 2017. - 87 с. (в соавторстве)",
      },
      {
        a: "Курс Up Scale Course 1 (Workbook) для студентов нефилологических факультетов. - Ташкент: Турон-Икбол, 2017. - 64 с. (в соавторстве)",
      },
      {
        a: "Учебник Up Scale Course 1 (Teacher’s book) для магистрантов нефилологических факультетов. - Ташкент: Турон-Икбол, 2017. - 68 с. (в соавторстве)",
      },
      {
        a: "Учебное пособие Up Scale Course 2 (Student’s book) для аспирантов нефилологического профиля. - Ташкент: Турон-Икбол, 2017. - 79 с. (в соавторстве)",
      },
      {
        a: "Up Scale Course 2 (Workbook) для студентов нефилологических факультетов",
      },
      {
        a: "Ташкент: Турон-Икбол, 2017. - 68 с. (в соавторстве)",
      },
      {
        a: "Up Scale Course 2 (Teacher’s book) для студентов-нефилологов. - Ташкент: Турон-Икбол, 2017. - 59 с. (в соавторстве)",
      },
    ],
    email: "sam.barno.esl@gmail.com ",
  },
  {
    img: t9,
    name: "Эшанова Мохира Юлдашбаевна",
    abTeach1: "Старший преподаватель ",
    abTeach2:
      "Ведёт научное исследование по теме: «Сравнительно-типологическое и дискурсивное исследование юридических терминов на английском и узбекском языках». ",
    yutuqlari: [
      {
        a: "Автор более 15 научных статьей, опубликованных в местных и международных журналах",
      },
      {
        a: 'Автор монографии “Философские основы политической лингвистики”. (2016)',
      },
      {
        a: "“Узбекско-английского современного разговорника”. (2015)",
      },
      {
        a: 'Соавтор “Learn and Speak” учебного пособия. (2011)',
      },
    ],
    email: "mohiraladybird@gmail.com ",
  },
];


export const nameKaf = `${"кафедры Общеобразовательных дисциплин."}`;
