import React from "react";
import style from "../../../../../components/Tuzilma/Kafedralar/DavlatHuquqiy/Components/Davlat1.module.css";
// import Rotate from "react-reveal/Rotate";

const Davlat1 = () => {
  return (
    <div className={style.main}>
      <div className={style.inMain}>
        {/* <Rotate bottom left cascade> */}
          <div className={style.head}>
            <h2>КАФЕДРА ГОСУДАРСТВЕННО-ПРАВОВЫХ ДИСЦИПЛИН</h2>
            <span></span>
            <p>
            В рамках проводимой в Узбекистане судебно-правовой реформы, постановлением Президента Республики Узбекистан от 7 февраля 2019 г. №ПП-4166 «О дополнительных мерах по совершенствованию системы подготовки кадров в сфере профилактики правонарушений и обеспечения общественной безопасности» создан Специализированный филиал Ташкентского государственного юридического университета (далее Филиал) для подготовки современных, квалифицированных юридических кадров для столичных подразделений Министерства внутренних дел и Национальной гвардии.
            </p>
            <p>Кафедра «Государственно-правовых дисциплин» является структурным подразделением Филиала, и здесь осуществляют свою деятельность восемь преподавателей, в том числе два доктора и один кандидат юридических наук. На кафедре проводится учебная работа, научно-методическая деятельность, духовно-просветительская работа по модулям «Теории государства и права», «Судебным и правоохранительным органам», и « Конституционному праву», а также научно-исследовательская деятельность по указанным направлениям.</p>
          </div>
        {/* </Rotate> */}
      </div>
    </div>
  );
};

export default Davlat1;
